{
  "scriptureId": "tanakh-jps",
  "bookId": "job",
  "chapter": 17,
  "verses": [
    {
      "number": 1,
      "text": "My spirit consumed, my days are extinct, The grave is ready for me."
    },
    {
      "number": 2,
      "text": "Surely there are mockers with me, And mine eye abideth in their provocation."
    },
    {
      "number": 3,
      "text": "Give now a pledge, be surety for me with Thyself; Who else is there that will strike hands with me?"
    },
    {
      "number": 4,
      "text": "For Thou hast hid their heart from understanding; Therefore shalt Thou not exalt them."
    },
    {
      "number": 5,
      "text": "He that denounceth his friends for the sake of flattery, Even the eyes of his children shall fail."
    },
    {
      "number": 6,
      "text": "He hath made me also a byword of the people; And I am become one in whose face they spit."
    },
    {
      "number": 7,
      "text": "Mine eye also is dimmed by reason of vexation, And all my members are as a shadow."
    },
    {
      "number": 8,
      "text": "Upright men are astonished at this, And the innocent stirreth up himself against the godless."
    },
    {
      "number": 9,
      "text": "Yet the righteous holdeth on his way, And he that hath clean hands waxeth stronger and stronger."
    },
    {
      "number": 10,
      "text": "But as for you all, do ye return, and come now; And I shall not find a wise man among you."
    },
    {
      "number": 11,
      "text": "My days are past, my purposes are broken off, Even the thoughts of my heart."
    },
    {
      "number": 12,
      "text": "They change the night into day; The light is short because of darkness."
    },
    {
      "number": 13,
      "text": "If I look for the nether-world as my house; If I have spread my couch in the darkness;"
    },
    {
      "number": 14,
      "text": "If I have said to corruption: ‘Thou art my father’, To the worm: ‘Thou art my mother, and my sister’;"
    },
    {
      "number": 15,
      "text": "Where then is my hope? And as for my hope, who shall see it?"
    },
    {
      "number": 16,
      "text": "They shall go down to the bars of the nether-world, When we are at rest together in the dust."
    }
  ]
}