{
  "scriptureId": "tanakh-jps",
  "bookId": "job",
  "chapter": 40,
  "verses": [
    {
      "number": 1,
      "text": "Moreover the LORD answered Job, and said:"
    },
    {
      "number": 2,
      "text": "Shall he that reproveth contend with the Almighty? He that argueth with God, let him answer it."
    },
    {
      "number": 3,
      "text": "Then Job answered the LORD, and said:"
    },
    {
      "number": 4,
      "text": "Behold, I am of small account; what shall I answer Thee? I lay my hand upon my mouth."
    },
    {
      "number": 5,
      "text": "Once have I spoken, but I will not answer again; Yea, twice, but I will proceed no further."
    },
    {
      "number": 6,
      "text": "Then the LORD answered Job out of the whirlwind, and said:"
    },
    {
      "number": 7,
      "text": "Gird up thy loins now like a man; I will demand of thee, and declare thou unto Me. ."
    },
    {
      "number": 8,
      "text": "Wilt thou even make void My judgment? Wilt thou condemn Me, that thou mayest be justified?"
    },
    {
      "number": 9,
      "text": "Or hast thou an arm like God? And canst thou thunder with a voice like Him?"
    },
    {
      "number": 10,
      "text": "Deck thyself now with majesty and excellency, And array thyself with glory and beauty."
    },
    {
      "number": 11,
      "text": "Cast abroad the rage of thy wrath; And look upon every one that is proud, and abase him."
    },
    {
      "number": 12,
      "text": "Look on every one that is proud, and bring him low; And tread down the wicked in their place."
    },
    {
      "number": 13,
      "text": "Hide them in the dust together; Bind their faces in the hidden place."
    },
    {
      "number": 14,
      "text": "Then will I also confess unto thee That thine own right hand can save thee."
    },
    {
      "number": 15,
      "text": "Behold now behemoth, which I made with thee; He eateth grass as an ox."
    },
    {
      "number": 16,
      "text": "Lo now, his strength is in his loins, And his force is in the stays of his body."
    },
    {
      "number": 17,
      "text": "He straineth his tail like a cedar; The sinews of his thighs are knit together."
    },
    {
      "number": 18,
      "text": "His bones are as pipes of brass; His gristles are like bars of iron."
    },
    {
      "number": 19,
      "text": "He is the beginning of the ways of God; He only that made him can make His sword to approach unto him."
    },
    {
      "number": 20,
      "text": "Surely the mountains bring him forth food, And all the beasts of the field play there."
    },
    {
      "number": 21,
      "text": "He lieth under the lotus-trees, In the covert of the reed, and fens."
    },
    {
      "number": 22,
      "text": "The lotus-trees cover him with their shadow; The willows of the brook compass him about."
    },
    {
      "number": 23,
      "text": "Behold, if a river overflow, he trembleth not; He is confident, though the Jordan rush forth to his mouth."
    },
    {
      "number": 24,
      "text": "Shall any take him by his eyes, Or pierce through his nose with a snare?"
    },
    {
      "number": 25,
      "text": "Canst thou draw out leviathan with a fish-hook? Or press down his tongue with a cord?"
    },
    {
      "number": 26,
      "text": "Canst thou put a ring into his nose? Or bore his jaw through with a hook?"
    },
    {
      "number": 27,
      "text": "Will he make many supplications unto thee? Or will he speak soft words unto thee?"
    },
    {
      "number": 28,
      "text": "Will he make a covenant with thee, That thou shouldest take him for a servant for ever?"
    },
    {
      "number": 29,
      "text": "Wilt thou play with him as with a bird? Or wilt thou bind him for thy maidens? ."
    },
    {
      "number": 30,
      "text": "Will the bands of fishermen make a banquet of him? Will they part him among the merchants?"
    },
    {
      "number": 31,
      "text": "Canst thou fill his skin with barbed irons? Or his head with fish-spears?"
    },
    {
      "number": 32,
      "text": "Lay thy hand upon him; Think upon the battle, thou wilt do so no more."
    }
  ]
}