{
  "scriptureId": "tanakh-jps",
  "bookId": "job",
  "chapter": 41,
  "verses": [
    {
      "number": 1,
      "text": "Behold, the hope of him is in vain; Shall not one be cast down even at the sight of him?"
    },
    {
      "number": 2,
      "text": "None is so fierce that dare stir him up; Who then is able to stand before Me?"
    },
    {
      "number": 3,
      "text": "Who hath given Me anything beforehand, that I should repay him? Whatsoever is under the whole heaven is Mine."
    },
    {
      "number": 4,
      "text": "Would I keep silence concerning his boastings, or his proud talk, or his fair array of words?"
    },
    {
      "number": 5,
      "text": "Who can uncover the face of his garment? Who shall come within his double bridle?"
    },
    {
      "number": 6,
      "text": "Who can open the doors of his face? Round about his teeth is terror."
    },
    {
      "number": 7,
      "text": "His scales are his pride, shut up together as with a close seal."
    },
    {
      "number": 8,
      "text": "One is so near to another, that no air can come between them."
    },
    {
      "number": 9,
      "text": "They are joined one to another; They stick together, that they cannot be sundered."
    },
    {
      "number": 10,
      "text": "His sneezings flash forth light, and his eyes are like the eyelids of the morning."
    },
    {
      "number": 11,
      "text": "Out of his mouth go burning torches, and sparks of fire leap forth."
    },
    {
      "number": 12,
      "text": "Out of his nostrils goeth smoke, as out of a seething pot and burning rushes."
    },
    {
      "number": 13,
      "text": "His breath kindleth coals, and a flame goeth out of his mouth."
    },
    {
      "number": 14,
      "text": "In his neck abideth strength, and dismay danceth before him."
    },
    {
      "number": 15,
      "text": "The flakes of his flesh are joined together; they are firm upon him; they cannot be moved."
    },
    {
      "number": 16,
      "text": "His heart is as firm as a stone; yea, firm as the nether millstone."
    },
    {
      "number": 17,
      "text": "When he raiseth himself up, the mighty are afraid; by reason of despair they are beside themselves."
    },
    {
      "number": 18,
      "text": "If one lay at him with the sword, it will not hold; nor the spear, the dart, nor the pointed shaft."
    },
    {
      "number": 19,
      "text": "He esteemeth iron as straw, and brass as rotten wood."
    },
    {
      "number": 20,
      "text": "The arrow cannot make him flee; slingstones are turned with him into stubble."
    },
    {
      "number": 21,
      "text": "Clubs are accounted as stubble; He laugheth at the rattling of the javelin."
    },
    {
      "number": 22,
      "text": "Sharpest potsherds are under him; He spreadeth a threshing-sledge upon the mire."
    },
    {
      "number": 23,
      "text": "He maketh the deep to boil like a pot; He maketh the sea like a seething mixture."
    },
    {
      "number": 24,
      "text": "He maketh a path to shine after him; One would think the deep to be hoary."
    },
    {
      "number": 25,
      "text": "Upon earth there is not his like who is made to be fearless."
    },
    {
      "number": 26,
      "text": "He looketh at all high things; He is king over all the proud beasts."
    }
  ]
}