{
  "scriptureId": "bhagavad-gita",
  "bookId": "chapter-3",
  "chapter": 3,
  "verses": [
    {
      "number": 1,
      "text": "Arjuna said  If Thou thinkest that knowledge is superior to action, O Krishna, why then, O Kesava, dost Thou ask me to engage in this terrible action?"
    },
    {
      "number": 2,
      "text": "With this apparently perplexing speech, Thou confusest, as it were, my understanding; therefore tell me that one way for certain by which I may attain bliss."
    },
    {
      "number": 3,
      "text": "The Blessed Lord said  In this world there is a twofold path, as I said before, O sinless one; the path of knowledge of the Sankhyas and the path of action of the Yogins."
    },
    {
      "number": 4,
      "text": "Not by non-performance of actions does man reach actionlessness; nor by mere renunciation does he attain to perfection."
    },
    {
      "number": 5,
      "text": "Verily none can ever remain for even a moment without performing action; for everyone is made to act helplessly indeed by the alities born of Nature."
    },
    {
      "number": 6,
      "text": "He who, restraining the organs of action, sits thinking of the sense-objects in mind, he of deluded understanding is called a hypocrite."
    },
    {
      "number": 7,
      "text": "But whosoever, controlling the senses by the mind, O Arjuna, engages himself in Karma Yoga with the organs of action, without attachment, he excels."
    },
    {
      "number": 8,
      "text": "Do thou perform (thy) bounden duty, for action is superior to inaction and even the maintenance of the body would not be possible for thee by inaction."
    },
    {
      "number": 9,
      "text": "The world is bound by actions other than those performed for the sake of sacrifice; do thou, therefore, O son of Kunti (Arjuna), perform action for that sake (for sacrifice alone), free from attachment."
    },
    {
      "number": 10,
      "text": "The Creator, having in the beginning (of creation) created mankind together with sacrifice, said, \"By this shall ye propagate; let this be the milch cow of your desires (the cow which yields all the desired objects).\""
    },
    {
      "number": 11,
      "text": "With this do ye nourish the gods and may those gods nourish you; thus nourishing one another, ye shall attain to the highest good."
    },
    {
      "number": 12,
      "text": "The gods, nourished by the sacrifice, will give you the desired objects. So, he who enjoys the objects given by the gods without offering (in return) to them, is verily a thief."
    },
    {
      "number": 13,
      "text": "The righteous who eat the remnants of the sacrifice are freed from all sins; but those sinful ones who cook food (only) for their own sake verily eat sin."
    },
    {
      "number": 14,
      "text": "From food come forth beings; from rain food is produced; from sacrifice arises rain and sacrifice is born of action."
    },
    {
      "number": 15,
      "text": "Know thou that action comes from Brahma and Brahma comes from the Imperishable. Therefore, the all-pervading (Brahma) ever rests in sacrifice."
    },
    {
      "number": 16,
      "text": "He who does not follow here the wheel thus set revolving, who is of sinful life, rejoicing in the senses, he lives in vain, O Arjuna."
    },
    {
      "number": 17,
      "text": "But for that man who rejoices only in the Self, who is satisfied with the Self and who is content in the Self alone, verily there is nothing to do."
    },
    {
      "number": 18,
      "text": "For him there is no interest whatever in what is done or what is not done; nor does he depend on any being for any object."
    },
    {
      "number": 19,
      "text": "Therefore without attachment, do thou always perform action which should be done; for by performing action without attachment man reaches the Supreme."
    },
    {
      "number": 20,
      "text": "Janaka and others attained perfection verily by action only; even with a view to the protection of the masses thou shouldst perform action."
    },
    {
      "number": 21,
      "text": "Whatsoever a great man does, that the other men also do; whatever he sets up as the standard, that the world (mankind) follows."
    },
    {
      "number": 22,
      "text": "There is nothing in the three worlds, O Arjuna, that should be done by Me, nor is there anything unattained that should be attained; yet I engage Myself in action."
    },
    {
      "number": 23,
      "text": "For, should I not ever engage Myself in action, unwearied, men would in every way follow My path, O Arjuna."
    },
    {
      "number": 24,
      "text": "These worlds would perish if I did not perform action; I should be the author of confusion of castes and destruction of these beings."
    },
    {
      "number": 25,
      "text": "As the ignorant men act from attachment to action, O Bharata (Arjuna), so should the wise act without attachment, wishing the welfare of the world."
    },
    {
      "number": 26,
      "text": "Let no wise man unsettle the mind of ignorant people who are attached to action; he should engage them in all actions, himself fulfilling them with devotion."
    },
    {
      "number": 27,
      "text": "All actions are wrought in all cases by the alities of Nature only. He whose mind is deluded by egoism thinks, \"I am the doer.\""
    },
    {
      "number": 28,
      "text": "But he who knows the Truth, O mighty-armed (Arjuna), about the divisions of the alities and (their) functions, knowing that the Gunas as senses move amidst the Gunas as the sense-objects, is not attached."
    },
    {
      "number": 29,
      "text": "Those deluded by the alities of Nature are attached to the functions of the alities. The man of perfect knowledge should not unsettle the foolish one who is of imperfect knowledge."
    },
    {
      "number": 30,
      "text": "Renouncing all actions in Me, with the mind centred in the Self, free from hope and egoism, and from (mental) fever, do thou fight."
    },
    {
      "number": 31,
      "text": "Those men who constantly practise this teaching of Mine with faith and without cavilling, they too are freed from actions."
    },
    {
      "number": 32,
      "text": "But those who carp at My teaching and do not practise it, deluded of all knowledge, and devoid of discrimination, know them to be doomed to destruction."
    },
    {
      "number": 33,
      "text": "Even a wise man acts in accordance with his own nature; beings will follow Nature; what can \nrestraint do?"
    },
    {
      "number": 34,
      "text": "Attachment and aversion for the objects of the senses abide in the senses; let none come under their sway; for, they are his foes."
    },
    {
      "number": 35,
      "text": "Better is one's own duty, though devoid of merit than the duty of another well discharged. Better is death in one's own duty; the duty of another is fraught with fear (is productive of danger)."
    },
    {
      "number": 36,
      "text": "Arjuna said  But impelled by what does man commit sin, though against his wishes, O Varshneya (Krishna), constrained as it were, by force?"
    },
    {
      "number": 37,
      "text": "The Blessed Lord said  It is desire, it is anger both of the ality of Rajas, all-devouring, all-sinful; know this as the foe here (in this world)."
    },
    {
      "number": 38,
      "text": "As fire is enveloped by smoke, as a mirror by dust, and as an embryo by the amnion, so is this enveloped by that."
    },
    {
      "number": 39,
      "text": "O Arjuna, wisdom is enveloped by this constant enemy of the wise in the form of desire, which is unappeasable as fire."
    },
    {
      "number": 40,
      "text": "The senses, the mind and the intellect are said to be its seat; through these it deludes the embodied by veiling his wisdom."
    },
    {
      "number": 41,
      "text": "Therefore, O best of the Bharatas (Arjuna), controlling the senses first, do thou kill this sinful thing, the destroyer of knowledge and realisation."
    },
    {
      "number": 42,
      "text": "They say that the senses are superior (to the body); superior to the senses is the mind; superior to the mind is the intellect; one who is superior even to the intellect is He (the Self)."
    },
    {
      "number": 43,
      "text": "Thus knowing Him Who is superior to the intellect and restraining the self by the Self, slay thou, O mighty-armed Arjuna, the enemy in the form of desire, hard to coner."
    }
  ]
}