{
  "scriptureId": "tanakh-jps",
  "bookId": "proverbs",
  "chapter": 14,
  "verses": [
    {
      "number": 1,
      "text": "Every wise woman buildeth her house; But the foolish plucketh it down with her hands."
    },
    {
      "number": 2,
      "text": "He that walketh in his uprightness feareth the LORD; But he that is perverse in his ways despiseth Him."
    },
    {
      "number": 3,
      "text": "In the mouth of the foolish is a rod of pride; But the lips of the wise shall preserve them. ."
    },
    {
      "number": 4,
      "text": "Where no oxen are, the crib is clean; But much increase is by the strength of the ox."
    },
    {
      "number": 5,
      "text": "A faithful witness will not lie; But a false witness breatheth forth lies."
    },
    {
      "number": 6,
      "text": "A scorner seeketh wisdom, and findeth it not; But knowledge is easy unto him that hath discernment."
    },
    {
      "number": 7,
      "text": "Go from the presence of a foolish man, for thou wilt not perceive the lips of knowledge."
    },
    {
      "number": 8,
      "text": "The wisdom of the prudent is to look well to his way; But the folly of fools is deceit."
    },
    {
      "number": 9,
      "text": "Amends pleadeth for fools; But among the upright there is good will."
    },
    {
      "number": 10,
      "text": "The heart knoweth its own bitterness; And with its joy no stranger can intermeddle."
    },
    {
      "number": 11,
      "text": "The house of the wicked shall be overthrown; But the tent of the upright shall flourish."
    },
    {
      "number": 12,
      "text": "There is a way which seemeth right unto a man, But the end thereof are the ways of death."
    },
    {
      "number": 13,
      "text": "Even in laughter the heart acheth; And the end of mirth is heaviness."
    },
    {
      "number": 14,
      "text": "The dissembler in heart shall have his fill from his own ways; And a good man shall be satisfied from himself."
    },
    {
      "number": 15,
      "text": "The thoughtless believeth every word; But the prudent man looketh well to his going."
    },
    {
      "number": 16,
      "text": "A wise man feareth, and departeth from evil; But the fool behaveth overbearingly, and is confident."
    },
    {
      "number": 17,
      "text": "He that is soon angry dealeth foolishly; And a man of wicked devices is hated."
    },
    {
      "number": 18,
      "text": "The thoughtless come into possession of folly; But the prudent are crowned with knowledge."
    },
    {
      "number": 19,
      "text": "The evil bow before the good, And the wicked at the gates of the righteous."
    },
    {
      "number": 20,
      "text": "The poor is hated even of his own neighbour; But the rich hath many friends. ."
    },
    {
      "number": 21,
      "text": "He that despiseth his neighbour sinneth; But he that is gracious unto the humble, happy is he."
    },
    {
      "number": 22,
      "text": "Shall they not go astray that devise evil? But mercy and truth shall be for them that devise good."
    },
    {
      "number": 23,
      "text": "In all labour there is profit; But the talk of the lips tendeth only to penury."
    },
    {
      "number": 24,
      "text": "The crown of the wise is their riches; But the folly of fools remaineth folly."
    },
    {
      "number": 25,
      "text": "A true witness delivereth souls; But he that breatheth forth lies is all deceit."
    },
    {
      "number": 26,
      "text": "In the fear of the LORD a man hath strong confidence; And his children shall have a place of refuge."
    },
    {
      "number": 27,
      "text": "The fear of the LORD is a fountain of life, to depart from the snares of death."
    },
    {
      "number": 28,
      "text": "In the multitude of people is the king’s glory; But in the want of people is the ruin of the prince."
    },
    {
      "number": 29,
      "text": "He that is slow to anger is of great understanding; But he that is hasty of spirit exalteth folly."
    },
    {
      "number": 30,
      "text": "A tranquil heart is the life of the flesh; But envy is the rottenness of the bones."
    },
    {
      "number": 31,
      "text": "He that oppresseth the poor blasphemeth his Maker; But he that is gracious unto the needy honoureth Him."
    },
    {
      "number": 32,
      "text": "The wicked is thrust down in his misfortune; But the righteous, even when he is brought to death, hath hope."
    },
    {
      "number": 33,
      "text": "In the heart of him that hath discernment wisdom resteth; But in the inward part of fools it maketh itself known."
    },
    {
      "number": 34,
      "text": "Righteousness exalteth a nation; But sin is a reproach to any people."
    },
    {
      "number": 35,
      "text": "The king’s favour is toward a servant that dealeth wisely; But his wrath striketh him that dealeth shamefully."
    }
  ]
}