{
  "scriptureId": "bhagavad-gita",
  "bookId": "chapter-6",
  "chapter": 6,
  "verses": [
    {
      "number": 1,
      "text": "The Blessed Lord said  He who performs his bounden duty without depending on the fruits of his actions  he is a Sannyasi and a Yogi; not he who is without fire and without action."
    },
    {
      "number": 2,
      "text": "Do thou, O Arjuna, know Yoga to be that which they call renunciation; no one verily becomes a Yogi who has not renounced thoughts."
    },
    {
      "number": 3,
      "text": "For a sage who wishes to attain to Yoga, action is said to be the means; for the same sage who has attained to Yoga, inaction (iescence) is said to be the means."
    },
    {
      "number": 4,
      "text": "When a man is not attached to the sense-objects or to actions, having renounced all thoughts, then he is said to have attained to Yoga."
    },
    {
      "number": 5,
      "text": "One should raise oneself by one's Self alone; let not one lower oneself; for the Self alone is the friend of oneself, and the Self alone is the enemy of oneself."
    },
    {
      "number": 6,
      "text": "The Self is the friend of the self of him by whom the self has been conered by the Self, but to the unconered self, this Self stands in the position of an enemy, like an (external) foe."
    },
    {
      "number": 7,
      "text": "The Supreme Self of him who is self-controlled and peaceful is balanced in cold and heat, pleasure and pain, as also in honour and dishonour."
    },
    {
      "number": 8,
      "text": "The Yogi who is satisfied with the knowledge and the wisdom (of the Self), who has conered the senses, and to whom a clod of earth, a piece of stone and gold are the same, is said to be harmonied (i.e., is said to have attained Nirvikalpa Samadhi)."
    },
    {
      "number": 9,
      "text": "He who is of the same mind to the good-hearted, friends, enemies, the indifferent, the neutral, the hateful, the relatives, the righteous and the unrighteous, excels."
    },
    {
      "number": 10,
      "text": "Let the Yogi try constantly to keep the mind steady, remaining in solitude, alone, with the mind and the body controlled, and free from hope and covetousness."
    },
    {
      "number": 11,
      "text": "In a clean spot, having established a firm seat of his own, neither too high nor too low, made of a cloth, a skin and Kusa-grass, one over the other."
    },
    {
      "number": 12,
      "text": "There, having made the mind one-pointed, with the actions of the mind and the senses controlled, let him, seated on the seat, practise Yoga for the purification of the self."
    },
    {
      "number": 13,
      "text": "Let him firmly hold his body, head and neck erect and still, gazing at the tip of his nose, without looking around."
    },
    {
      "number": 14,
      "text": "Serene-minded, fearless, firm in the vow of a Brahmachari, having controlled the mind, thinking of Me and balanced in mind, let him sit, having Me as his supreme goal."
    },
    {
      "number": 15,
      "text": "Thus always keeping the mind balanced, the Yogi, with the mind controlled, attains to the peace abiding in Me, which culminates in liberation."
    },
    {
      "number": 16,
      "text": "Verily Yoga is not possible for him who eats too much, nor for him who does not eat at all, nor for him who sleeps too much, nor for him who is (always) awake, O Arjuna."
    },
    {
      "number": 17,
      "text": "Yoga becomes the destroyer of pain for him who is moderate in eating and recreation (such \nas walking, etc.), who is moderate in exertion in actions, who is moderate in sleep and wakefulness."
    },
    {
      "number": 18,
      "text": "When the perfectly controlled mind rests in the Self only, free from longing for all the objects of desires, then it is said, 'He is united'."
    },
    {
      "number": 19,
      "text": "As a lamp placed in a windless spot does not flicker  to such is compared the Yogi of controlled mind, practising Yoga in the Self (or absorbed in the Yoga of the Self)."
    },
    {
      "number": 20,
      "text": "When the mind, restrained by the practice of Yoga attains to quietude and when seeing the Self by the self, he is satisfied in his own Self."
    },
    {
      "number": 21,
      "text": "When he (the Yogi) feels that Infinite Bliss which can be grasped by the (pure) intellect and which transcends the senses, and established wherein he never moves from the Reality."
    },
    {
      "number": 22,
      "text": "Which, having obtained, he thinks there is no other gain superior to it; wherein estabished, he is not moved even by heavy sorrow."
    },
    {
      "number": 23,
      "text": "Let that be known by the name of Yoga, the severance from union with pain. This Yoga should be practised with determination and with an undesponding mind."
    },
    {
      "number": 24,
      "text": "Abandoning without reserve all desires born of Sankalpa (thought and imagination) and completely restraining the whole group of the senses by the mind from all sides."
    },
    {
      "number": 25,
      "text": "Little by little let him attain to ietude by the intellect held firmly; having made the mind establish itself in the Self, let him not think of anything."
    },
    {
      "number": 26,
      "text": "From whatever cause the restless and unsteady mind wanders away, from that let him restrain it and bring it under the control of the Self alone."
    },
    {
      "number": 27,
      "text": "Supreme Bliss verily comes to this Yogi whose mind is ite peaceful, whose passion is ieted, who has become Brahman and who is free from sin."
    },
    {
      "number": 28,
      "text": "The Yogi, always engaging the mind thus (in the practice of Yoga), freed from sins, easily enjoys the Infinite Bliss of contact with Brahman (the Eternal)."
    },
    {
      "number": 29,
      "text": "With the mind harmonised by Yoga he sees the Self abiding in all beings and all beings in the Self; he sees the same everywhere."
    },
    {
      "number": 30,
      "text": "He who sees Me everywhere and sees everything in Me, he never becomes separated from Me, nor do I become separated from him."
    },
    {
      "number": 31,
      "text": "He who, being established in unity, worships Me Who dwells in all beings, that Yogi abides in Me, whatever may be his mode of living."
    },
    {
      "number": 32,
      "text": "He who, through the likeness of the Self, O Arjuna, sees eality everywhere, be it pleasure or pain, he is regarded as the highest Yogi."
    },
    {
      "number": 33,
      "text": "Arjuna said  This Yoga of eanimity taught by Thee, O Krishna, I do not see its steady continuance, because of the restlessness (of the mind)."
    },
    {
      "number": 34,
      "text": "The mind verily is restless, turbulent, strong and unyielding, O Krishna: I deem it as difficult to control it as to control the wind."
    },
    {
      "number": 35,
      "text": "The Blessed Lord said  Undoubtedly, O mighty-armed Arjuna, the mind is difficult to control and restless; but by practice and by dispassion it may be restrained."
    },
    {
      "number": 36,
      "text": "I think Yoga is hard to be attained by one of uncontrolled self, but the self-controlled and striving one can attain to it by the (proper) means."
    },
    {
      "number": 37,
      "text": "Arjuna said  He who is unable to control himself though he has the faith, and whose mind wanders away from Yoga, what end does he, having failed to attain perfection in Yoga, mee,t O Krishna?"
    },
    {
      "number": 38,
      "text": "Swami Sivananda did not comment on this sloka"
    },
    {
      "number": 39,
      "text": "This doubt of mine, O Krishna, do Thou dispel completely; because it is not possible for any but Thee to dispel this doubt."
    },
    {
      "number": 40,
      "text": "The Blessed Lord said  O Arjuna, neither in this world, nor in the next world is there destruction for him; none, verily, who does good, O My son, ever comes to grief."
    },
    {
      "number": 41,
      "text": "Having attained to the worlds of the righteous and having dwelt there for everlasting years, he who fell from Yoga is rorn in a house of the pure and wealthy."
    },
    {
      "number": 42,
      "text": "Or he is born in a family of even the wise Yogis; verily a birth like this is very difficult to obtain in this world."
    },
    {
      "number": 43,
      "text": "Thee he comes in touch with the knowledge acired in his former body and strives more than before for perfection, O Arjuna."
    },
    {
      "number": 44,
      "text": "By that very former practice he is borne on in spite of himself. Even he who merely wishes to know Yoga goes beyond the Brahmic word."
    },
    {
      "number": 45,
      "text": "But the Yogi who strives with assiduity, purified of sins and perfected gradually through many births, reaches the highest goal."
    },
    {
      "number": 46,
      "text": "The Yogi is thought to be superior to the ascetics and even superior to men of knowledge (obtained through the study of scriptures); he is also superior to men of action; therefore be thou a Yogi, O Arjuna."
    },
    {
      "number": 47,
      "text": "And among all the Yogis he who, full of faith and with his inner self merged in Me, worships Me is deemed by Me to be the most devout."
    }
  ]
}