{
  "scriptureId": "tanakh-jps",
  "bookId": "lamentations",
  "chapter": 3,
  "verses": [
    {
      "number": 1,
      "text": "I am the man that hath seen affliction By the rod of His wrath."
    },
    {
      "number": 2,
      "text": "He hath led me and caused me to walk in darkness and not in light."
    },
    {
      "number": 3,
      "text": "Surely against me He turneth His hand again and again all the day."
    },
    {
      "number": 4,
      "text": "My flesh and my skin hath He worn out; He hath broken my bones."
    },
    {
      "number": 5,
      "text": "He hath builded against me, and compassed me With gall and travail."
    },
    {
      "number": 6,
      "text": "He hath made me to dwell in dark places, As those that have been long dead. ."
    },
    {
      "number": 7,
      "text": "He hath hedged me about, that I cannot go forth; He hath made my chain heavy."
    },
    {
      "number": 8,
      "text": "Yea, when I cry and call for help, He shutteth out my prayer."
    },
    {
      "number": 9,
      "text": "He hath enclosed my ways with hewn stone, He hath made my paths crooked."
    },
    {
      "number": 10,
      "text": "He is unto me as a bear lying in wait, As a lion in secret places."
    },
    {
      "number": 11,
      "text": "He hath turned aside my ways, and pulled me in pieces; He hath made me desolate."
    },
    {
      "number": 12,
      "text": "He hath bent His bow, and set me As a mark for the arrow."
    },
    {
      "number": 13,
      "text": "He hath caused the arrows of His quiver To enter into my reins."
    },
    {
      "number": 14,
      "text": "I am become a derision to all my people, And their song all the day."
    },
    {
      "number": 15,
      "text": "He hath filled me with bitterness, He hath sated me with wormwood."
    },
    {
      "number": 16,
      "text": "He hath also broken my teeth with gravel stones, He hath made me to wallow in ashes."
    },
    {
      "number": 17,
      "text": "And my soul is removed far off from peace, I forgot prosperity."
    },
    {
      "number": 18,
      "text": "And I said: ‘My strength is perished, And mine expectation from the LORD.’"
    },
    {
      "number": 19,
      "text": "Remember mine affliction and mine anguish, The wormwood and the gall."
    },
    {
      "number": 20,
      "text": "My soul hath them still in remembrance, And is bowed down within me."
    },
    {
      "number": 21,
      "text": "This I recall to my mind, Therefore have I hope."
    },
    {
      "number": 22,
      "text": "Surely the LORD’S mercies are not consumed, Surely His compassions fail not."
    },
    {
      "number": 23,
      "text": "They are new every morning; Great is Thy faithfulness."
    },
    {
      "number": 24,
      "text": "’The LORD is my portion’, saith my soul; ‘Therefore will I hope in Him.’"
    },
    {
      "number": 25,
      "text": "The LORD is good unto them that wait for Him, To the soul that seeketh Him."
    },
    {
      "number": 26,
      "text": "It is good that a man should quietly wait For the salvation of the LORD."
    },
    {
      "number": 27,
      "text": "It is good for a man that he bear The yoke in his youth."
    },
    {
      "number": 28,
      "text": "Let him sit alone and keep silence, Because He hath laid it upon him."
    },
    {
      "number": 29,
      "text": "Let him put his mouth in the dust, If so be there may be hope."
    },
    {
      "number": 30,
      "text": "Let him give his cheek to him that smiteth him Let him be filled full with reproach."
    },
    {
      "number": 31,
      "text": "For the Lord will not cast off For ever."
    },
    {
      "number": 32,
      "text": "For though He cause grief, yet will He have compassion According to the multitude of His mercies."
    },
    {
      "number": 33,
      "text": "For He doth not afflict willingly, Nor grieve the children of men."
    },
    {
      "number": 34,
      "text": "To crush under foot All the prisoners of the earth,"
    },
    {
      "number": 35,
      "text": "To turn aside the right of a man Before the face of the Most High,"
    },
    {
      "number": 36,
      "text": "To subvert a man in his cause, The Lord approveth not."
    },
    {
      "number": 37,
      "text": "Who is he that saith, and it cometh to pass, When the Lord commandeth it not?"
    },
    {
      "number": 38,
      "text": "Out of the mouth of the Most High proceedeth not Evil and good?"
    },
    {
      "number": 39,
      "text": "Wherefore doth a living man complain, A strong man because of his sins?"
    },
    {
      "number": 40,
      "text": "Let us search and try our ways, And return to the LORD."
    },
    {
      "number": 41,
      "text": "Let us lift up our heart with our hands Unto God in the heavens."
    },
    {
      "number": 42,
      "text": "We have transgressed and have rebelled; Thou hast not pardoned."
    },
    {
      "number": 43,
      "text": "Thou hast covered with anger and pursued us; Thou hast slain unsparingly."
    },
    {
      "number": 44,
      "text": "Thou hast covered Thyself with a cloud, So that no prayer can pass through."
    },
    {
      "number": 45,
      "text": "Thou hast made us as the offscouring and refuse In the midst of the peoples."
    },
    {
      "number": 46,
      "text": "All our enemies have opened their mouth Wide against us."
    },
    {
      "number": 47,
      "text": "Terror and the pit are come upon us, Desolation and destruction."
    },
    {
      "number": 48,
      "text": "Mine eye runneth down with rivers of water, For the breach of the daughter of my people."
    },
    {
      "number": 49,
      "text": "Mine eye is poured out, and ceaseth not, Without any intermission,"
    },
    {
      "number": 50,
      "text": "Till the LORD look forth, And behold from heaven."
    },
    {
      "number": 51,
      "text": "Mine eye affected my soul, Because of all the daughters of my city."
    },
    {
      "number": 52,
      "text": "They have chased me sore like a bird, That are mine enemies without cause."
    },
    {
      "number": 53,
      "text": "They have cut off my life in the dungeon, And have cast stones upon me."
    },
    {
      "number": 54,
      "text": "Waters flowed over my head; I said: ‘I am cut off.’"
    },
    {
      "number": 55,
      "text": "I called upon Thy name, O LORD, Out of the lowest dungeon."
    },
    {
      "number": 56,
      "text": "Thou heardest my voice; hide not Thine ear at my sighing, at my cry."
    },
    {
      "number": 57,
      "text": "Thou drewest near in the day that I called upon Thee; Thou saidst: ‘Fear not.’ ."
    },
    {
      "number": 58,
      "text": "O Lord, Thou hast pleaded the causes of my soul; Thou hast redeemed my life."
    },
    {
      "number": 59,
      "text": "O LORD, Thou hast seen my wrong; Judge Thou my cause."
    },
    {
      "number": 60,
      "text": "Thou hast seen all their vengeance And all their devices against me."
    },
    {
      "number": 61,
      "text": "Thou hast heard their taunt, O LORD, And all their devices against me;"
    },
    {
      "number": 62,
      "text": "The lips of those that rose up against me, And their muttering against me all the day."
    },
    {
      "number": 63,
      "text": "Behold Thou their sitting down, and their rising up; I am their song."
    },
    {
      "number": 64,
      "text": "Thou wilt render unto them a recompense, O LORD, According to the work of their hands."
    },
    {
      "number": 65,
      "text": "Thou wilt give them hardness of heart, Thy curse unto them."
    },
    {
      "number": 66,
      "text": "Thou wilt pursue them in anger, and destroy them From under the heavens of the LORD."
    }
  ]
}