{
  "scriptureId": "tanakh-jps",
  "bookId": "lamentations",
  "chapter": 5,
  "verses": [
    {
      "number": 1,
      "text": "Remember, O LORD, what is come upon us; Behold, and see our reproach."
    },
    {
      "number": 2,
      "text": "Our inheritance is turned unto strangers, Our houses unto aliens."
    },
    {
      "number": 3,
      "text": "We are become orphans and fatherless, Our mothers are as widows."
    },
    {
      "number": 4,
      "text": "We have drunk our water for money; Our wood cometh to us for price."
    },
    {
      "number": 5,
      "text": "To our very necks we are pursued; We labour, and have no rest."
    },
    {
      "number": 6,
      "text": "We have given the hand to Egypt, And to Assyria, to have bread enough;"
    },
    {
      "number": 7,
      "text": "Our fathers have sinned, and are not; And we have borne their iniquities."
    },
    {
      "number": 8,
      "text": "Servants rule over us; There is none to deliver us out of their hand."
    },
    {
      "number": 9,
      "text": "We get our bread with the peril of our lives Because of the sword of the wilderness."
    },
    {
      "number": 10,
      "text": "Our skin is hot like an oven Because of the burning heat of famine."
    },
    {
      "number": 11,
      "text": "They have ravished the women in Zion, The maidens in the cities of Judah."
    },
    {
      "number": 12,
      "text": "Princes are hanged up by their hand; The faces of elders are not honoured."
    },
    {
      "number": 13,
      "text": "The young men have borne the mill, And the children have stumbled under the wood."
    },
    {
      "number": 14,
      "text": "The elders have ceased from the gate, The young men from their music."
    },
    {
      "number": 15,
      "text": "The joy of our heart is ceased; Our dance is turned into mourning."
    },
    {
      "number": 16,
      "text": "The crown is fallen from our head; Woe unto us! for we have sinned."
    },
    {
      "number": 17,
      "text": "For this our heart is faint, For these things our eyes are dim;"
    },
    {
      "number": 18,
      "text": "For the mountain of Zion, which is desolate, The foxes walk upon it."
    },
    {
      "number": 19,
      "text": "Thou, O LORD, art enthroned for ever, Thy throne is from generation to generation."
    },
    {
      "number": 20,
      "text": "Wherefore dost Thou forget us for ever, And forsake us so long time?"
    },
    {
      "number": 21,
      "text": "Turn Thou us unto Thee, O LORD, and we shall be turned; Renew our days as of old."
    },
    {
      "number": 22,
      "text": "Thou canst not have utterly rejected us, And be exceeding wroth against us![Turn us unto Thee, O Lord, and we shall be turned; Renew our days as of old.]"
    }
  ]
}