{
  "scriptureId": "bhagavad-gita",
  "bookId": "chapter-12",
  "chapter": 12,
  "verses": [
    {
      "number": 1,
      "text": "Arjuna said  Those devotees who, ever steadfast, thus worship Thee and those also who worship the imperishable and the unmanifested  which of them are better versed in Yoga?"
    },
    {
      "number": 2,
      "text": "The Blessed Lord said  Those who, fixing their mind on Me, worship Me, ever steadfast and endowed with supreme faith, are the best in Yoga in My opinion."
    },
    {
      "number": 3,
      "text": "Swami Sivananda did not comment on this sloka"
    },
    {
      "number": 4,
      "text": "Having restrained all the senses, even-minded everywhere, intent on the welfare of all beings  verily they also come unto Me."
    },
    {
      "number": 5,
      "text": "Greater is their trouble whose minds are set on the unmanifested; for the goal; the unmanifested, is very hard for the embodied to reach."
    },
    {
      "number": 6,
      "text": "But to those who worship Me, renouncing all actions in Me, regarding Me as the supreme gaol, meditating on Me with single-minded Yoga."
    },
    {
      "number": 7,
      "text": "To those whose minds are set on Me, O Arjuna, verily I become ere long the saviour out of the ocean of Samsara."
    },
    {
      "number": 8,
      "text": "Fix thy mind in Me only, thy intellect in Me, (then) thou shalt no doubt live in Me alone hereafter."
    },
    {
      "number": 9,
      "text": "If thou art unable to fix thy mind steadily on Me, then by the Yoga of constant practice do thou seek to reach Me, O Arjuna."
    },
    {
      "number": 10,
      "text": "If thou art unable to practise even this Abhyasa Yoga, be thou intent on doing actions for My sake; even by doing actions for My sake, thou shalt attain perfection."
    },
    {
      "number": 11,
      "text": "If thou art unable to do even this, then, resorting to union with Me, renounce the fruits of all actions with the self controlled."
    },
    {
      "number": 12,
      "text": "Better indeed is knowledge than practice; than knowledge meditation is better; than meditation the renunciation of the fruits of actions: peace immediately follows renunciation."
    },
    {
      "number": 13,
      "text": "He who hates no creature, who is friendly and compassionate to all, who is free from attachment and egoism, balanced in pleasure and pain, and forgiving."
    },
    {
      "number": 14,
      "text": "Ever content, steady in meditation, self-controlled, possessed of firm conviction, with the mind and intellect dedicated to Me, he, My devtoee, is dear to Me."
    },
    {
      "number": 15,
      "text": "He by whom the world is not agitated and who cannot be agitated by the world, and who is freed from joy, anger, fear and anxiety  he is dear to Me."
    },
    {
      "number": 16,
      "text": "He who is free from wants, pure, expert, unconcerned, and free from pain, renouncing all undertakings or commencements  he who is (thus) devoted to Me, is dear to Me."
    },
    {
      "number": 17,
      "text": "He who neither rejoices, nor hates, nor grieves, nor desires, renouncing good and evil, and who is full of devotion, is dear to Me."
    },
    {
      "number": 18,
      "text": "Swami Sivananda did not comment on this sloka"
    },
    {
      "number": 19,
      "text": "He to whom censure and praise are eal, who is silent, content with anything, homeless, of a steady mind, and full of devotion  that man is dear to Me."
    },
    {
      "number": 20,
      "text": "They verily who follow this immortal Dharma (law or doctrine) as described above, endowed with faith, regarding Me as their supreme goal, they, the devotees, are exceedingly dear to Me."
    }
  ]
}