{
  "scriptureId": "bhagavad-gita",
  "bookId": "chapter-17",
  "chapter": 17,
  "verses": [
    {
      "number": 1,
      "text": "Arjuna said  Those who, setting aside the ordinances of the scriptures, perform sacrifice with faith, what is their condition, O Krishna? Is is Sattva, Rajas or Tamas?"
    },
    {
      "number": 2,
      "text": "The Blessed Lord said  Threefold is the faith of the embodied, which is inherent in their nature  the Sattvic (pure), the Rajasic (passionate) and the Tamasic (dark). Do thou hear of it."
    },
    {
      "number": 3,
      "text": "The faith of each is in accordance with his nature, O Arjuna. The man consists of his faith; as a man's faith is, so is he."
    },
    {
      "number": 4,
      "text": "The Sattvic or the pure men worship the gods; the Rajasic or the passionate worship the Yakshas and the Rakshasas; the others (the Tamasic or the deluded people) worship the ghosts and the hosts of the nature-spirits."
    },
    {
      "number": 5,
      "text": "Those men who practise terrific austerities not enjoined by the scriptures, given to hypocrisy and egoism, impelled by the force of lust and attachment."
    },
    {
      "number": 6,
      "text": "Senseless, torturing all the elements in the body and Me also, Who dwell in the body,  know thou these to be of demonical resolves."
    },
    {
      "number": 7,
      "text": "The food also which is dear to each is threefold, as also sacrifice, austerity and almsgiving. Hear thou the distinction of these."
    },
    {
      "number": 8,
      "text": "The foods which increase life, purity, strength, health, joy and cheerfulness (good appetite), which are savoury and oleaginous, substantial and agreeable, are dear to the Sattvic (pure) people."
    },
    {
      "number": 9,
      "text": "The foods that are bitter, sour, saline, excessively hot, pungent, dry and burning, are liked by the Rajasic and are productive of pain, grief and disease."
    },
    {
      "number": 10,
      "text": "That which is state, tasteless, putrid, rotten, refuse and impure, is the food liked by the Tamasic."
    },
    {
      "number": 11,
      "text": "That sacrifice which is offered by men without desire for reward as enjoined by the ordinance (scripture), with a firm faith that to do so is a duty, is Sattvic or pure."
    },
    {
      "number": 12,
      "text": "The sacrifice which is offered, O Arjuna, seeking a reward and for ostentation, know thou that to be a Rajasic Yajna."
    },
    {
      "number": 13,
      "text": "They declare that sacrifice to be Tamasic which is contrary to the ordinances of the scriptures, in which no food is distributed, which is devoid of Mantras, gifts and faith."
    },
    {
      "number": 14,
      "text": "Worship of the gods, the twice-born, the teachers and the wise, purity, straightforwardness, celibacy and non-injury are called the austerities of the body."
    },
    {
      "number": 15,
      "text": "Speech which causes no excitement, truthful, pleasant and beneficial, the practice of the study of the Vedas, are called austerity of speech."
    },
    {
      "number": 16,
      "text": "Serenity of mind, good-heartedness, self-control, purity of nature  this is called mental austerity."
    },
    {
      "number": 17,
      "text": "This threefold austerity, practised by steadfast men, with the utmost faith, desiring no reward, they call Sattvic."
    },
    {
      "number": 18,
      "text": "The austerity which is practised with the object of gaining good reception, honour and worship, and with hypocrisy, is here said to be Rajasic, unstable and transitory."
    },
    {
      "number": 19,
      "text": "That austerity which is practised out of a foolish notion, with self-torture, or for the purpose of destroying another, is declared to be Tamasic."
    },
    {
      "number": 20,
      "text": "That gift which is given to one who does nothing in return, knowing it to be a duty to give in a fit place and time to a worthy person, that gift is held to be Sattvic."
    },
    {
      "number": 21,
      "text": "And, that gift which is given with a view to receive something in return, or looking for a reward, or reluctantly, is held to be Rajasic."
    },
    {
      "number": 22,
      "text": "The gift that is given at a wrong place and time, to unworthy persons, without respect or with insult is declared to be Tamasic."
    },
    {
      "number": 23,
      "text": "\"Om Tat Sat\": This has been declared to be the triple designation of Brahman. By that were created formerly, the Brahmanas, the Vedas and the sacrifices."
    },
    {
      "number": 24,
      "text": "Therefore, with the utterance of \"Om\" are the acts of sacrifice, gift and austerity as enjoined in the scriptures, always begun by the students of Brahman."
    },
    {
      "number": 25,
      "text": "Uttering ï1Tatï1, without aiming at the fruits, are the acts of sacrifice and austerity and the various acts of gifts performed by the seekers of liberation."
    },
    {
      "number": 26,
      "text": "The word ï1Satï1 is used in the sense of reality and of goodness; and so also, O Arjuna, the word ï1Satï1 is used in the sense of an auspicious act."
    },
    {
      "number": 27,
      "text": "Steadfastness in sacrifice, austerity and gift, is also called 'Sat' and also action in connection with these (or for the sake of the Supreme) is called 'Sat'."
    },
    {
      "number": 28,
      "text": "Whatever is sacrificed, given or performed, and whatever austerity is practised without faith, it is called 'Asat', O Arjuna; it is naught here or hereafter (after death)."
    }
  ]
}