{
  "scriptureId": "dhammapada",
  "bookId": "dhammapada",
  "chapter": 11,
  "verses": [
    {
      "number": 146,
      "text": "How is there laughter, how is there joy, as this world is always burning? Why do you not seek a light, ye who are surrounded by darkness?"
    },
    {
      "number": 147,
      "text": "Look at this dressed-up lump, covered with wounds, joined together, sickly, full of many thoughts, which has no strength, no hold!"
    },
    {
      "number": 148,
      "text": "This body is wasted, full of sickness, and frail; this heap of corruption breaks to pieces, life indeed ends in death."
    },
    {
      "number": 149,
      "text": "Those white bones, like gourds thrown away in the autumn, what pleasure is there in looking at them?"
    },
    {
      "number": 150,
      "text": "After a stronghold has been made of the bones, it is covered with flesh and blood, and there dwell in it old age and death, pride and deceit."
    },
    {
      "number": 151,
      "text": "The brilliant chariots of kings are destroyed, the body also approaches destruction, but the virtue of good people never approaches destruction,--thus do the good say to the good."
    },
    {
      "number": 152,
      "text": "A man who has learnt little, grows old like an ox; his flesh grows, but his knowledge does not grow."
    },
    {
      "number": 153,
      "text": "Looking for the maker of this tabernacle, I shall have to run through a course of many births, so long as I do not find (him); and painful is birth again and again. But now, maker of the tabernacle, thou hast been seen; thou shalt not make up this tabernacle again. All thy rafters are broken, thy ridge-pole is sundered; the mind, approaching the Eternal (visankhara, nirvana), has attained to the extinction of all desires."
    },
    {
      "number": 154,
      "text": "Looking for the maker of this tabernacle, I shall have to run through a course of many births, so long as I do not find (him); and painful is birth again and again. But now, maker of the tabernacle, thou hast been seen; thou shalt not make up this tabernacle again. All thy rafters are broken, thy ridge-pole is sundered; the mind, approaching the Eternal (visankhara, nirvana), has attained to the extinction of all desires."
    },
    {
      "number": 155,
      "text": "Men who have not observed proper discipline, and have not gained treasure in their youth, perish like old herons in a lake without fish."
    },
    {
      "number": 156,
      "text": "Men who have not observed proper discipline, and have not gained treasure in their youth, lie, like broken bows, sighing after the past."
    }
  ]
}