{
  "scriptureId": "dhammapada",
  "bookId": "dhammapada",
  "chapter": 12,
  "verses": [
    {
      "number": 157,
      "text": "If a man hold himself dear, let him watch himself carefully; during one at least out of the three watches a wise man should be watchful."
    },
    {
      "number": 158,
      "text": "Let each man direct himself first to what is proper, then let him teach others; thus a wise man will not suffer."
    },
    {
      "number": 159,
      "text": "If a man make himself as he teaches others to be, then, being himself well subdued, he may subdue (others); one's own self is indeed difficult to subdue."
    },
    {
      "number": 160,
      "text": "Self is the lord of self, who else could be the lord? With self well subdued, a man finds a lord such as few can find."
    },
    {
      "number": 161,
      "text": "The evil done by oneself, self-begotten, self-bred, crushes the foolish, as a diamond breaks a precious stone."
    },
    {
      "number": 162,
      "text": "He whose wickedness is very great brings himself down to that state where his enemy wishes him to be, as a creeper does with the tree which it surrounds."
    },
    {
      "number": 163,
      "text": "Bad deeds, and deeds hurtful to ourselves, are easy to do; what is beneficial and good, that is very difficult to do."
    },
    {
      "number": 164,
      "text": "The foolish man who scorns the rule of the venerable (Arahat), of the elect (Ariya), of the virtuous, and follows false doctrine, he bears fruit to his own destruction, like the fruits of the Katthaka reed."
    },
    {
      "number": 165,
      "text": "By oneself the evil is done, by oneself one suffers; by oneself evil is left undone, by oneself one is purified. Purity and impurity belong to oneself, no one can purify another."
    },
    {
      "number": 166,
      "text": "Let no one forget his own duty for the sake of another's, however great; let a man, after he has discerned his own duty, be always attentive to his duty."
    }
  ]
}