{
  "scriptureId": "dhammapada",
  "bookId": "dhammapada",
  "chapter": 15,
  "verses": [
    {
      "number": 197,
      "text": "Let us live happily then, not hating those who hate us! among men who hate us let us dwell free from hatred!"
    },
    {
      "number": 198,
      "text": "Let us live happily then, free from ailments among the ailing! among men who are ailing let us dwell free from ailments!"
    },
    {
      "number": 199,
      "text": "Let us live happily then, free from greed among the greedy! among men who are greedy let us dwell free from greed!"
    },
    {
      "number": 200,
      "text": "Let us live happily then, though we call nothing our own! We shall be like the bright gods, feeding on happiness!"
    },
    {
      "number": 201,
      "text": "Victory breeds hatred, for the conquered is unhappy. He who has given up both victory and defeat, he, the contented, is happy."
    },
    {
      "number": 202,
      "text": "There is no fire like passion; there is no losing throw like hatred; there is no pain like this body; there is no happiness higher than rest."
    },
    {
      "number": 203,
      "text": "Hunger is the worst of diseases, the body the greatest of pains; if one knows this truly, that is Nirvana, the highest happiness."
    },
    {
      "number": 204,
      "text": "Health is the greatest of gifts, contentedness the best riches; trust is the best of relationships, Nirvana the highest happiness."
    },
    {
      "number": 205,
      "text": "He who has tasted the sweetness of solitude and tranquillity, is free from fear and free from sin, while he tastes the sweetness of drinking in the law."
    },
    {
      "number": 206,
      "text": "The sight of the elect (Arya) is good, to live with them is always happiness; if a man does not see fools, he will be truly happy."
    },
    {
      "number": 207,
      "text": "He who walks in the company of fools suffers a long way; company with fools, as with an enemy, is always painful; company with the wise is pleasure, like meeting with kinsfolk."
    },
    {
      "number": 208,
      "text": "Therefore, one ought to follow the wise, the intelligent, the learned, the much enduring, the dutiful, the elect; one ought to follow a good and wise man, as the moon follows the path of the stars."
    }
  ]
}