{
  "scriptureId": "dhammapada",
  "bookId": "dhammapada",
  "chapter": 16,
  "verses": [
    {
      "number": 209,
      "text": "He who gives himself to vanity, and does not give himself to meditation, forgetting the real aim (of life) and grasping at pleasure, will in time envy him who has exerted himself in meditation."
    },
    {
      "number": 210,
      "text": "Let no man ever look for what is pleasant, or what is unpleasant. Not to see what is pleasant is pain, and it is pain to see what is unpleasant."
    },
    {
      "number": 211,
      "text": "Let, therefore, no man love anything; loss of the beloved is evil. Those who love nothing and hate nothing, have no fetters."
    },
    {
      "number": 212,
      "text": "From pleasure comes grief, from pleasure comes fear; he who is free from pleasure knows neither grief nor fear."
    },
    {
      "number": 213,
      "text": "From affection comes grief, from affection comes fear; he who is free from affection knows neither grief nor fear."
    },
    {
      "number": 214,
      "text": "From lust comes grief, from lust comes fear; he who is free from lust knows neither grief nor fear."
    },
    {
      "number": 215,
      "text": "From love comes grief, from love comes fear; he who is free from love knows neither grief nor fear."
    },
    {
      "number": 216,
      "text": "From greed comes grief, from greed comes fear; he who is free from greed knows neither grief nor fear."
    },
    {
      "number": 217,
      "text": "He who possesses virtue and intelligence, who is just, speaks the truth, and does what is his own business, him the world will hold dear."
    },
    {
      "number": 218,
      "text": "He in whom a desire for the Ineffable (Nirvana) has sprung up, who is satisfied in his mind, and whose thoughts are not bewildered by love, he is called urdhvamsrotas (carried upwards by the stream)."
    },
    {
      "number": 219,
      "text": "Kinsmen, friends, and lovers salute a man who has been long away, and returns safe from afar."
    },
    {
      "number": 220,
      "text": "In like manner his good works receive him who has done good, and has gone from this world to the other;--as kinsmen receive a friend on his return."
    }
  ]
}