{
  "scriptureId": "dhammapada",
  "bookId": "dhammapada",
  "chapter": 18,
  "verses": [
    {
      "number": 235,
      "text": "Thou art now like a sear leaf, the messengers of death (Yama) have come near to thee; thou standest at the door of thy departure, and thou hast no provision for thy journey."
    },
    {
      "number": 236,
      "text": "Make thyself an island, work hard, be wise! When thy impurities are blown away, and thou art free from guilt, thou wilt enter into the heavenly world of the elect (Ariya)."
    },
    {
      "number": 237,
      "text": "Thy life has come to an end, thou art come near to death (Yama), there is no resting-place for thee on the road, and thou hast no provision for thy journey."
    },
    {
      "number": 238,
      "text": "Make thyself an island, work hard, be wise! When thy impurities are blown away, and thou art free from guilt, thou wilt not enter again into birth and decay."
    },
    {
      "number": 239,
      "text": "Let a wise man blow off the impurities of his self, as a smith blows off the impurities of silver one by one, little by little, and from time to time."
    },
    {
      "number": 240,
      "text": "As the impurity which springs from the iron, when it springs from it, destroys it; thus do a transgressor's own works lead him to the evil path."
    },
    {
      "number": 241,
      "text": "The taint of prayers is non-repetition; the taint of houses, non-repair; the taint of the body is sloth; the taint of a watchman, thoughtlessness."
    },
    {
      "number": 242,
      "text": "Bad conduct is the taint of woman, greediness the taint of a benefactor; tainted are all evil ways in this world and in the next."
    },
    {
      "number": 243,
      "text": "But there is a taint worse than all taints,--ignorance is the greatest taint. O mendicants! throw off that taint, and become taintless!"
    },
    {
      "number": 244,
      "text": "Life is easy to live for a man who is without shame, a crow hero, a mischief-maker, an insulting, bold, and wretched fellow."
    },
    {
      "number": 245,
      "text": "But life is hard to live for a modest man, who always looks for what is pure, who is disinterested, quiet, spotless, and intelligent."
    },
    {
      "number": 246,
      "text": "He who destroys life, who speaks untruth, who in this world takes what is not given him, who goes to another man's wife;"
    },
    {
      "number": 247,
      "text": "And the man who gives himself to drinking intoxicating liquors, he, even in this world, digs up his own root."
    },
    {
      "number": 248,
      "text": "O man, know this, that the unrestrained are in a bad state; take care that greediness and vice do not bring thee to grief for a long time!"
    },
    {
      "number": 249,
      "text": "The world gives according to their faith or according to their pleasure: if a man frets about the food and the drink given to others, he will find no rest either by day or by night."
    },
    {
      "number": 250,
      "text": "He in whom that feeling is destroyed, and taken out with the very root, finds rest by day and by night."
    },
    {
      "number": 251,
      "text": "There is no fire like passion, there is no shark like hatred, there is no snare like folly, there is no torrent like greed."
    },
    {
      "number": 252,
      "text": "The fault of others is easily perceived, but that of oneself is difficult to perceive; a man winnows his neighbour's faults like chaff, but his own fault he hides, as a cheat hides the bad die from the gambler."
    },
    {
      "number": 253,
      "text": "If a man looks after the faults of others, and is always inclined to be offended, his own passions will grow, and he is far from the destruction of passions."
    },
    {
      "number": 254,
      "text": "There is no path through the air, a man is not a Samana by outward acts. The world delights in vanity, the Tathagatas (the Buddhas) are free from vanity."
    },
    {
      "number": 255,
      "text": "There is no path through the air, a man is not a Samana by outward acts. No creatures are eternal; but the awakened (Buddha) are never shaken."
    }
  ]
}