{
  "scriptureId": "dhammapada",
  "bookId": "dhammapada",
  "chapter": 2,
  "verses": [
    {
      "number": 21,
      "text": "Earnestness is the path of immortality (Nirvana), thoughtlessness the path of death. Those who are in earnest do not die, those who are thoughtless are as if dead already."
    },
    {
      "number": 22,
      "text": "Those who are advanced in earnestness, having understood this clearly, delight in earnestness, and rejoice in the knowledge of the Ariyas (the elect)."
    },
    {
      "number": 23,
      "text": "These wise people, meditative, steady, always possessed of strong powers, attain to Nirvana, the highest happiness."
    },
    {
      "number": 24,
      "text": "If an earnest person has roused himself, if he is not forgetful, if his deeds are pure, if he acts with consideration, if he restrains himself, and lives according to law,--then his glory will increase."
    },
    {
      "number": 25,
      "text": "By rousing himself, by earnestness, by restraint and control, the wise man may make for himself an island which no flood can overwhelm."
    },
    {
      "number": 26,
      "text": "Fools follow after vanity, men of evil wisdom. The wise man keeps earnestness as his best jewel."
    },
    {
      "number": 27,
      "text": "Follow not after vanity, nor after the enjoyment of love and lust! He who is earnest and meditative, obtains ample joy."
    },
    {
      "number": 28,
      "text": "When the learned man drives away vanity by earnestness, he, the wise, climbing the terraced heights of wisdom, looks down upon the fools, serene he looks upon the toiling crowd, as one that stands on a mountain looks down upon them that stand upon the plain."
    },
    {
      "number": 29,
      "text": "Earnest among the thoughtless, awake among the sleepers, the wise man advances like a racer, leaving behind the hack."
    },
    {
      "number": 30,
      "text": "By earnestness did Maghavan (Indra) rise to the lordship of the gods. People praise earnestness; thoughtlessness is always blamed."
    },
    {
      "number": 31,
      "text": "A Bhikshu (mendicant) who delights in earnestness, who looks with fear on thoughtlessness, moves about like fire, burning all his fetters, small or large."
    },
    {
      "number": 32,
      "text": "A Bhikshu (mendicant) who delights in reflection, who looks with fear on thoughtlessness, cannot fall away (from his perfect state)--he is close upon Nirvana."
    }
  ]
}