{
  "scriptureId": "dhammapada",
  "bookId": "dhammapada",
  "chapter": 20,
  "verses": [
    {
      "number": 273,
      "text": "The best of ways is the eightfold; the best of truths the four words; the best of virtues passionlessness; the best of men he who has eyes to see."
    },
    {
      "number": 274,
      "text": "This is the way, there is no other that leads to the purifying of intelligence. Go on this way! Everything else is the deceit of Mara (the tempter)."
    },
    {
      "number": 275,
      "text": "If you go on this way, you will make an end of pain! The way was preached by me, when I had understood the removal of the thorns (in the flesh)."
    },
    {
      "number": 276,
      "text": "You yourself must make an effort. The Tathagatas (Buddhas) are only preachers. The thoughtful who enter the way are freed from the bondage of Mara."
    },
    {
      "number": 277,
      "text": "`All created things perish,' he who knows and sees this becomes passive in pain; this is the way to purity."
    },
    {
      "number": 278,
      "text": "`All created things are grief and pain,' he who knows and sees this becomes passive in pain; this is the way that leads to purity."
    },
    {
      "number": 279,
      "text": "`All forms are unreal,' he who knows and sees this becomes passive in pain; this is the way that leads to purity."
    },
    {
      "number": 280,
      "text": "He who does not rouse himself when it is time to rise, who, though young and strong, is full of sloth, whose will and thought are weak, that lazy and idle man will never find the way to knowledge."
    },
    {
      "number": 281,
      "text": "Watching his speech, well restrained in mind, let a man never commit any wrong with his body! Let a man but keep these three roads of action clear, and he will achieve the way which is taught by the wise."
    },
    {
      "number": 282,
      "text": "Through zeal knowledge is gotten, through lack of zeal knowledge is lost; let a man who knows this double path of gain and loss thus place himself that knowledge may grow."
    },
    {
      "number": 283,
      "text": "Cut down the whole forest (of lust), not a tree only! Danger comes out of the forest (of lust). When you have cut down both the forest (of lust) and its undergrowth, then, Bhikshus, you will be rid of the forest and free!"
    },
    {
      "number": 284,
      "text": "So long as the love of man towards women, even the smallest, is not destroyed, so long is his mind in bondage, as the calf that drinks milk is to its mother."
    },
    {
      "number": 285,
      "text": "Cut out the love of self, like an autumn lotus, with thy hand! Cherish the road of peace. Nirvana has been shown by Sugata (Buddha)."
    },
    {
      "number": 286,
      "text": "`Here I shall dwell in the rain, here in winter and summer,' thus the fool meditates, and does not think of his death."
    },
    {
      "number": 287,
      "text": "Death comes and carries off that man, praised for his children and flocks, his mind distracted, as a flood carries off a sleeping village."
    },
    {
      "number": 288,
      "text": "Sons are no help, nor a father, nor relations; there is no help from kinsfolk for one whom death has seized."
    },
    {
      "number": 289,
      "text": "A wise and good man who knows the meaning of this, should quickly clear the way that leads to Nirvana."
    }
  ]
}