{
  "scriptureId": "dhammapada",
  "bookId": "dhammapada",
  "chapter": 22,
  "verses": [
    {
      "number": 306,
      "text": "He who says what is not, goes to hell; he also who, having done a thing, says I have not done it. After death both are equal, they are men with evil deeds in the next world."
    },
    {
      "number": 307,
      "text": "Many men whose shoulders are covered with the yellow gown are ill-conditioned and unrestrained; such evil-doers by their evil deeds go to hell."
    },
    {
      "number": 308,
      "text": "Better it would be to swallow a heated iron ball, like flaring fire, than that a bad unrestrained fellow should live on the charity of the land."
    },
    {
      "number": 309,
      "text": "Four things does a wreckless man gain who covets his neighbour's wife,--a bad reputation, an uncomfortable bed, thirdly, punishment, and lastly, hell."
    },
    {
      "number": 310,
      "text": "There is bad reputation, and the evil way (to hell), there is the short pleasure of the frightened in the arms of the frightened, and the king imposes heavy punishment; therefore let no man think of his neighbour's wife."
    },
    {
      "number": 311,
      "text": "As a grass-blade, if badly grasped, cuts the arm, badly-practised asceticism leads to hell."
    },
    {
      "number": 312,
      "text": "An act carelessly performed, a broken vow, and hesitating obedience to discipline, all this brings no great reward."
    },
    {
      "number": 313,
      "text": "If anything is to be done, let a man do it, let him attack it vigorously! A careless pilgrim only scatters the dust of his passions more widely."
    },
    {
      "number": 314,
      "text": "An evil deed is better left undone, for a man repents of it afterwards; a good deed is better done, for having done it, one does not repent."
    },
    {
      "number": 315,
      "text": "Like a well-guarded frontier fort, with defences within and without, so let a man guard himself. Not a moment should escape, for they who allow the right moment to pass, suffer pain when they are in hell."
    },
    {
      "number": 316,
      "text": "They who are ashamed of what they ought not to be ashamed of, and are not ashamed of what they ought to be ashamed of, such men, embracing false doctrines enter the evil path."
    },
    {
      "number": 317,
      "text": "They who fear when they ought not to fear, and fear not when they ought to fear, such men, embracing false doctrines, enter the evil path."
    },
    {
      "number": 318,
      "text": "They who forbid when there is nothing to be forbidden, and forbid not when there is something to be forbidden, such men, embracing false doctrines, enter the evil path."
    },
    {
      "number": 319,
      "text": "They who know what is forbidden as forbidden, and what is not forbidden as not forbidden, such men, embracing the true doctrine, enter the good path."
    }
  ]
}