{
  "scriptureId": "dhammapada",
  "bookId": "dhammapada",
  "chapter": 23,
  "verses": [
    {
      "number": 320,
      "text": "Silently shall I endure abuse as the elephant in battle endures the arrow sent from the bow: for the world is ill-natured."
    },
    {
      "number": 321,
      "text": "They lead a tamed elephant to battle, the king mounts a tamed elephant; the tamed is the best among men, he who silently endures abuse."
    },
    {
      "number": 322,
      "text": "Mules are good, if tamed, and noble Sindhu horses, and elephants with large tusks; but he who tames himself is better still."
    },
    {
      "number": 323,
      "text": "For with these animals does no man reach the untrodden country (Nirvana), where a tamed man goes on a tamed animal, viz. on his own well-tamed self."
    },
    {
      "number": 324,
      "text": "The elephant called Dhanapalaka, his temples running with sap, and difficult to hold, does not eat a morsel when bound; the elephant longs for the elephant grove."
    },
    {
      "number": 325,
      "text": "If a man becomes fat and a great eater, if he is sleepy and rolls himself about, that fool, like a hog fed on wash, is born again and again."
    },
    {
      "number": 326,
      "text": "This mind of mine went formerly wandering about as it liked, as it listed, as it pleased; but I shall now hold it in thoroughly, as the rider who holds the hook holds in the furious elephant."
    },
    {
      "number": 327,
      "text": "Be not thoughtless, watch your thoughts! Draw yourself out of the evil way, like an elephant sunk in mud."
    },
    {
      "number": 328,
      "text": "If a man find a prudent companion who walks with him, is wise, and lives soberly, he may walk with him, overcoming all dangers, happy, but considerate."
    },
    {
      "number": 329,
      "text": "If a man find no prudent companion who walks with him, is wise, and lives soberly, let him walk alone, like a king who has left his conquered country behind,--like an elephant in the forest."
    },
    {
      "number": 330,
      "text": "It is better to live alone, there is no companionship with a fool; let a man walk alone, let him commit no sin, with few wishes, like an elephant in the forest."
    },
    {
      "number": 331,
      "text": "If an occasion arises, friends are pleasant; enjoyment is pleasant, whatever be the cause; a good work is pleasant in the hour of death; the giving up of all grief is pleasant."
    },
    {
      "number": 332,
      "text": "Pleasant in the world is the state of a mother, pleasant the state of a father, pleasant the state of a Samana, pleasant the state of a Brahmana."
    },
    {
      "number": 333,
      "text": "Pleasant is virtue lasting to old age, pleasant is a faith firmly rooted; pleasant is attainment of intelligence, pleasant is avoiding of sins."
    }
  ]
}