{
  "scriptureId": "dhammapada",
  "bookId": "dhammapada",
  "chapter": 3,
  "verses": [
    {
      "number": 33,
      "text": "As a fletcher makes straight his arrow, a wise man makes straight his trembling and unsteady thought, which is difficult to guard, difficult to hold back."
    },
    {
      "number": 34,
      "text": "As a fish taken from his watery home and thrown on dry ground, our thought trembles all over in order to escape the dominion of Mara (the tempter)."
    },
    {
      "number": 35,
      "text": "It is good to tame the mind, which is difficult to hold in and flighty, rushing wherever it listeth; a tamed mind brings happiness."
    },
    {
      "number": 36,
      "text": "Let the wise man guard his thoughts, for they are difficult to perceive, very artful, and they rush wherever they list: thoughts well guarded bring happiness."
    },
    {
      "number": 37,
      "text": "Those who bridle their mind which travels far, moves about alone, is without a body, and hides in the chamber (of the heart), will be free from the bonds of Mara (the tempter)."
    },
    {
      "number": 38,
      "text": "If a man's thoughts are unsteady, if he does not know the true law, if his peace of mind is troubled, his knowledge will never be perfect."
    },
    {
      "number": 39,
      "text": "If a man's thoughts are not dissipated, if his mind is not perplexed, if he has ceased to think of good or evil, then there is no fear for him while he is watchful."
    },
    {
      "number": 40,
      "text": "Knowing that this body is (fragile) like a jar, and making this thought firm like a fortress, one should attack Mara (the tempter) with the weapon of knowledge, one should watch him when conquered, and should never rest."
    },
    {
      "number": 41,
      "text": "Before long, alas! this body will lie on the earth, despised, without understanding, like a useless log."
    },
    {
      "number": 42,
      "text": "Whatever a hater may do to a hater, or an enemy to an enemy, a wrongly-directed mind will do us greater mischief."
    },
    {
      "number": 43,
      "text": "Not a mother, not a father will do so much, nor any other relative; a well-directed mind will do us greater service."
    }
  ]
}