{
  "scriptureId": "dhammapada",
  "bookId": "dhammapada",
  "chapter": 8,
  "verses": [
    {
      "number": 100,
      "text": "Even though a speech be a thousand (of words), but made up of senseless words, one word of sense is better, which if a man hears, he becomes quiet."
    },
    {
      "number": 101,
      "text": "Even though a Gatha (poem) be a thousand (of words), but made up of senseless words, one word of a Gatha is better, which if a man hears, he becomes quiet."
    },
    {
      "number": 102,
      "text": "Though a man recite a hundred Gathas made up of senseless words, one word of the law is better, which if a man hears, he becomes quiet."
    },
    {
      "number": 103,
      "text": "If one man conquer in battle a thousand times thousand men, and if another conquer himself, he is the greatest of conquerors."
    },
    {
      "number": 104,
      "text": "One's own self conquered is better than all other people; not even a god, a Gandharva, not Mara with Brahman could change into defeat the victory of a man who has vanquished himself, and always lives under restraint."
    },
    {
      "number": 105,
      "text": "One's own self conquered is better than all other people; not even a god, a Gandharva, not Mara with Brahman could change into defeat the victory of a man who has vanquished himself, and always lives under restraint."
    },
    {
      "number": 106,
      "text": "If a man for a hundred years sacrifice month after month with a thousand, and if he but for one moment pay homage to a man whose soul is grounded (in true knowledge), better is that homage than sacrifice for a hundred years."
    },
    {
      "number": 107,
      "text": "If a man for a hundred years worship Agni (fire) in the forest, and if he but for one moment pay homage to a man whose soul is grounded (in true knowledge), better is that homage than sacrifice for a hundred years."
    },
    {
      "number": 108,
      "text": "Whatever a man sacrifice in this world as an offering or as an oblation for a whole year in order to gain merit, the whole of it is not worth a quarter (a farthing); reverence shown to the righteous is better."
    },
    {
      "number": 109,
      "text": "He who always greets and constantly reveres the aged, four things will increase to him, viz. life, beauty, happiness, power."
    },
    {
      "number": 110,
      "text": "But he who lives a hundred years, vicious and unrestrained, a life of one day is better if a man is virtuous and reflecting."
    },
    {
      "number": 111,
      "text": "And he who lives a hundred years, ignorant and unrestrained, a life of one day is better if a man is wise and reflecting."
    },
    {
      "number": 112,
      "text": "And he who lives a hundred years, idle and weak, a life of one day is better if a man has attained firm strength."
    },
    {
      "number": 113,
      "text": "And he who lives a hundred years, not seeing beginning and end, a life of one day is better if a man sees beginning and end."
    },
    {
      "number": 114,
      "text": "And he who lives a hundred years, not seeing the immortal place, a life of one day is better if a man sees the immortal place."
    },
    {
      "number": 115,
      "text": "And he who lives a hundred years, not seeing the highest law, a life of one day is better if a man sees the highest law."
    }
  ]
}