{
  "scriptureId": "bhagavad-gita",
  "bookId": "chapter-13",
  "chapter": 13,
  "verses": [
    {
      "number": 1,
      "text": "Arjuna said  I wish to learn about Nature (matter) and the Spirit (soul), the field and the knower of the field, knowledge and that which ought to be known, O Kesava."
    },
    {
      "number": 2,
      "text": "The Blessed Lord said  This body, O Arjuna, is called the field; he who knows it is called the knower of the field, by those who know of them."
    },
    {
      "number": 3,
      "text": "Do thou also know Me as the knower of the field in all fields, O Arjuna. Knowledge of both the field and the knower of the field is considered by Me to be ï1the ï1 knowledge."
    },
    {
      "number": 4,
      "text": "What the field is and of what nature, what are its modifications and whence it is and also who He is and what His powers are  hear all that from Me in brief."
    },
    {
      "number": 5,
      "text": "Sages have sung in many ways, in various distinctive chants and also in the suggestive words indicative of the Absolute, full of reasoning and decisive."
    },
    {
      "number": 6,
      "text": "The great elements, egoism, intellect, and also the Unmanifested Nature, the ten senses and one (mind), and the five objects of the senses."
    },
    {
      "number": 7,
      "text": "Desire, hatred, pleasure, pain, the aggregate (the body), intelligence, fortitude  the field has thus been briefly described with its modifications."
    },
    {
      "number": 8,
      "text": "Humility, unpretentiousness, non-injury, forgiveness, uprightness, service of the teacher, purity, steadfastness, self-control."
    },
    {
      "number": 9,
      "text": "Indifference to the objects of the senses and also absence of egoism; perception of (or reflection on) the evil in birth, death, old age, sickness and pain."
    },
    {
      "number": 10,
      "text": "Non-attachment, non-identification of the Self with son, wife, home and the rest, and constant even-mindedness on the attainment of the desirable and the undesirable."
    },
    {
      "number": 11,
      "text": "Unswerving devotion unto Me by the Yoga of non-separation, resort to solitary places, distaste for the society of men."
    },
    {
      "number": 12,
      "text": "Constancy in Self-knowledge, perception of the end of true knowledge  this is declared to be knowledge, and what is opposed to it is ignorance."
    },
    {
      "number": 13,
      "text": "I will declare that which has to be known, knowing which one attains to immortality, the beginningless supreme Brahman, called neither being nor non-being."
    },
    {
      "number": 14,
      "text": "With hands and feet everywhere, with eyes, heads and mouths everywhere, with ears everywhere, He exists in the worlds enveloping all."
    },
    {
      "number": 15,
      "text": "Shining by the functions of all the senses, yet without the senses; unattached, yet supporting all; devoid of alities, yet their experiencer."
    },
    {
      "number": 16,
      "text": "Without and within (all) beings the unmoving and also the moving; because of Its subtlety, unknowable; and near and far away is That."
    },
    {
      "number": 17,
      "text": "And undivided, yet It exists as if divided in beings; It is to be known as the supporter of being; It devours and It generates."
    },
    {
      "number": 18,
      "text": "That, the Light of all lights, is said to be beyond darkness: knowledge, the knowable and the goal of knowledge, seated in the hearts of all."
    },
    {
      "number": 19,
      "text": "Thus the field, as well as knowledge and the knowable have been briefly stated. My devotee, knowing this, enters into My Being."
    },
    {
      "number": 20,
      "text": "Know thou that Nature (matter) and the Spirit are both beginningless; and know also that all modifications and alities are born of Nature."
    },
    {
      "number": 21,
      "text": "In the production of the effect and the cause, Nature (matter) is said to be the cause; in the experience of pleasure and pain, the soul is said to be the cause."
    },
    {
      "number": 22,
      "text": "The soul seated in Nature experiences the alities born of Nature; attachment to the alities is the cause of its birth in good and evil wombs."
    },
    {
      "number": 23,
      "text": "The Supreme Soul in this body is also called the spectator, the permitter, the supporter, the enjoyer, the great Lord and the Supreme Self."
    },
    {
      "number": 24,
      "text": "He who thus knows the Spirit and Matter together with the alities, in whatever condition he may be, he is not born again."
    },
    {
      "number": 25,
      "text": "Some by meditation behold the Self in the self by the self, others by the Yoga of knowledge, and still others by the Yoga of action."
    },
    {
      "number": 26,
      "text": "Others also, not knowing thus, worship, having heard of It from others; they, too, cross beyond death, regarding what they have heard as the Supreme refuge."
    },
    {
      "number": 27,
      "text": "Wherever a being is born, whether unmoving or moving, know thou, O best of the Bharatas (Arjuna), that it is from the union between the field and its knower."
    },
    {
      "number": 28,
      "text": "He sees, who sees the Supreme Lord, existing eally in all beings, the unperishing within the perishing."
    },
    {
      "number": 29,
      "text": "Because he who sees the same Lord eally dwelling everywhere does not destroy the Self by the self; he goes to the highest goal."
    },
    {
      "number": 30,
      "text": "He sees, who sees that all actions are performed by Nature alone and that the Self is actionless."
    },
    {
      "number": 31,
      "text": "When a man sees the whole variety of beings as resting in the One, and spreading forth from That alone, he then becomes Brahman."
    },
    {
      "number": 32,
      "text": "Being without beginning and being devoid of (any) alities, the Supreme Self, imperishable, though dwelling in the body, O Arjuna, neither acts nor is tainted."
    },
    {
      "number": 33,
      "text": "As the all-pervading ether is not tainted, because of its subtlety, so the Self seated everywhere in the body is not tainted."
    },
    {
      "number": 34,
      "text": "Just as the one sun illumines the whole world, so also the Lord of the field (Supreme Self) \nillumines the whole field, O Arjuna."
    },
    {
      "number": 35,
      "text": "They who, by the eye of knowledge, perceive the distinction between the field and its knower and also the liberation from the Nature of being, go to the Supreme."
    }
  ]
}