{
  "scriptureId": "bhagavad-gita",
  "bookId": "chapter-11",
  "chapter": 11,
  "verses": [
    {
      "number": 1,
      "text": "Arjuna said  By this word (explanation) of the highest secret concerning the Self which Thou hast spoken, for the sake of blessing me, my delusion is gone."
    },
    {
      "number": 2,
      "text": "The origin and the destruction of beings verily have been heard by me in detail from Thee, O lotus-eyed Lord, and also Thy inexhaustible greatness."
    },
    {
      "number": 3,
      "text": "(Now) O Supreme Lord, as Thou hast thus described Thyself, O Supreme Person, I wish to see Thy divine form."
    },
    {
      "number": 4,
      "text": "If Thou, O Lord, thinkest it possible for me to see it, do Thou, then, O Lord of the Yogins, show me Thy imperishable Self."
    },
    {
      "number": 5,
      "text": "The Blessed Lord said  Behold, O Arjuna, forms of Mine, by the hundreds and thousands, of different sorts, divine, and of various colours and shapes."
    },
    {
      "number": 6,
      "text": "Behold the Adityas, the Vasus, the Rudras, the two Asvins and also the Maruts; behold many wonders never seen before, O Arjuna."
    },
    {
      "number": 7,
      "text": "Now behold, O Arjuna, in this, My body, the whole universe centred in one  including the moving and the unmoving  and whatever else thou desirest to see."
    },
    {
      "number": 8,
      "text": "But thou art not able to behold Me with these thine own eyes; I give thee the divine eye; behold My lordly Yoga."
    },
    {
      "number": 9,
      "text": "Sanjaya said  Having thus spoken, O king, the great Lord of Yoga, hari (Krishna), showed to Arjuna His supreme form as the Lord."
    },
    {
      "number": 10,
      "text": "With numerous mouths and eyes, with numerous wonderful sights, with numerous divine ornaments, with numerous divine weapons uplifted (such a form He showed)."
    },
    {
      "number": 11,
      "text": "Wearing divine garlands (necklaces) and apparel, anointed with divine unguents, the all-wonderful, resplendent (Being) endless with faces on all sides."
    },
    {
      "number": 12,
      "text": "If the splendour of a thousand suns were to blaze out at once (simultaneously) in the sky, that would be the splendour of that mighty Being (great Soul)."
    },
    {
      "number": 13,
      "text": "There, in the body of the God of gods, Arjuna then saw the whole universe resting in one, with its many groups."
    },
    {
      "number": 14,
      "text": "Then, Arjuna, filled with wonder and with his hair standing on end, bowed down his head to the God and spoke with joined palms."
    },
    {
      "number": 15,
      "text": "Arjuna said  I see all the gods, O God, in Thy body, and (also) hosts of various classes of beings, Brahma, the Lord, seated on the lotus, all the sages and the celestial serpents."
    },
    {
      "number": 16,
      "text": "I see Thee of boundless form on every side with many arms, stomachs, mouths and eyes: neither the end nor the middle nor also the beginning do I see, O Lord of the universe, O Cosmic Form."
    },
    {
      "number": 17,
      "text": "I see Thee with the diadem, the club and the discus, a mass of radiance shining \neverywhere, very hard to look at, blazing all round like burning fire and the sun, and immeasurable."
    },
    {
      "number": 18,
      "text": "Thou art the Imperishable, the Supreme Being, worthy to be known. Thou art the great treasure-house of this universe; Thou art the imperishable protector of the eternal Dhrama; Thou art the Primal Person, I deem."
    },
    {
      "number": 19,
      "text": "I see Thee without beginning, middle or end, infinite in power, of endless arms, the sun and the moon being Thy eyes, the burning fire Thy mouth, heating the whole universe with Thy radiance."
    },
    {
      "number": 20,
      "text": "This space between the earth and the heaven and all the arters are filled by Thee alone; having seen this, Thy wonderful and teriible form, the three worlds are trembling with fear, O great-souled Being."
    },
    {
      "number": 21,
      "text": "Verily, into Thee enter these hosts of gods; some extol Thee in fear with joined palms; saying 'may it be well', bands of great sages and perfected ones praise Thee with hymns complete."
    },
    {
      "number": 22,
      "text": "The Rudras, Adityas, Vasus, Sadhyas, Visvedevas, the two Asvins, Maruts, the manes and the hosts of celestial singers, Yakshas, demons and the perfected ones, are all looking at Thee, in great amazement."
    },
    {
      "number": 23,
      "text": "Having seen Thy immeasurable form with many mouths and eyes, O mighty-armed, with many arms, thighs and feet, with many stomachs and fearful with many teeth  the worlds are terrified and so am I."
    },
    {
      "number": 24,
      "text": "On seeing Thee (the Cosmic Form) touching the sky, shining in many colours, with mouths wide open, with large fiery eyes, I am terrified at heart and find neither courage nor peace, O Vishnu."
    },
    {
      "number": 25,
      "text": "Having seen Thy mouths fearful with teeth (blazing) like the fires of cosmic dissolution, I know not the four arters, nor do I find peace. Have mercy, O Lord of the gods, O abode of the universe."
    },
    {
      "number": 26,
      "text": "All the sons of Dhritarashtra, with the hosts of kings of the earth, Bhishma, Drona and Karna, with the chief among our warriors."
    },
    {
      "number": 27,
      "text": "Some hurriedly enter Thy mouths with their terrible teeth, fearful to behold. Some are found sticking in the gaps between the teeth with their heads crushed to powder."
    },
    {
      "number": 28,
      "text": "Verily, just as many torrents of rivers flow towards the ocean, even so these heroes in the world of men enter Thy flaming mouths."
    },
    {
      "number": 29,
      "text": "As moths hurriedly rush into a blazing fire for (their own) destruction, so also these creatures hurriedly rush into Thy mouths for (their own) destruction."
    },
    {
      "number": 30,
      "text": "Thou lickest up, devouring all the worlds on every side with Thy flaming mouths. Thy fierce rays, filling the whole world with radiance, are burning, O Vishnu!"
    },
    {
      "number": 31,
      "text": "Tell me, who Thou art, so fierce of form. Salutations to Thee, O God Supreme: have mercy. I desire to know Thee, the original Being. I know not indeed Thy working."
    },
    {
      "number": 32,
      "text": "The Blessed Lord said  I am the full-grown world-destroying Time, now engaged in destroying the worlds. Even without thee, none of the warriors arrayed in the hostile armies shall live."
    },
    {
      "number": 33,
      "text": "Therefore, stand up and obtain fame. Coner the enemies and enjoy the unrivalled kingdom. Verily by Me have they been already slain; be thou a mere instrument, O Arjuna."
    },
    {
      "number": 34,
      "text": "Drona, Bhishma, Jayadratha, Karna and other brave warriors  these are already slain by Me: do thou kill; be not distressed with fear; fight and thou shalt coner thy enemies in battle."
    },
    {
      "number": 35,
      "text": "Sanjaya said  Having heard that speech of Lord Krishna, Arjuna, with joined palms, trembling, prostrating himself, again addressed Krishna, in a choked voice, bowing down, overwhelmed with fear."
    },
    {
      "number": 36,
      "text": "Arjuna said  It is meet, O Krishna, that the world delights and rejoices in Thy praise; demons fly in fear to all arters and the hosts of the perfected ones bow to Thee."
    },
    {
      "number": 37,
      "text": "And why should they not, O great Soul, bow to Thee Who art greater (than all else), the primal cause even of the Creator (Brahma), O Infinite Being, O Lord of the gods, O Abode of the universe; Thou art the imperishable, the Being, the non-being and That which is the supreme (that which is beyond the Being and the non-being)."
    },
    {
      "number": 38,
      "text": "Thou art the primal God, the ancient Purusha, the supreme refuge of this universe, the knower, the knowable and the supreme Abode. By Thee is the universe pervaded, O Being of infinite forms."
    },
    {
      "number": 39,
      "text": "Thou art Vayu, Yama, Agni, Varuna, the moon, the Creator, and the great-grandfather. Salutations, salutations unto Thee, a thousand times, and again salutations, salutations unto Thee."
    },
    {
      "number": 40,
      "text": "Salutations to Thee, in front and behind! Salutations to Thee on every side! O All!! Thou infinite in power and prowess, pervadest all; wherefore Thou art all."
    },
    {
      "number": 41,
      "text": "Whatever I have presumptuously said from carelessness or love, addressing Thee as O Krishna! O Yadava! O Friend! regarding Thee merely as a friend, unknowing of this, Thy greatness."
    },
    {
      "number": 42,
      "text": "In whatever way I may have insulted Thee for the sake of fun, while at play, reposing, sitting or at meals, when alone (with Thee), O Krishna, or in company  that I implore Thee, immeasurable one, to forgive."
    },
    {
      "number": 43,
      "text": "Thou art the Father of this world, moving and unmoving. Thou art to be adored by this world, Thou, the greatest Guru; (for) none there exists who is eal to Thee; how then could there be another superior to Thee in the three worlds, O Being of unealled power?"
    },
    {
      "number": 44,
      "text": "Therefore, bowing down, prostrating my body, I crave Thy forgiveness, O adorable Lord. As a father forgives his son, a friend his (dear) friend, a lover his beloved, even so shouldst Thou \nforgive me, O God."
    },
    {
      "number": 45,
      "text": "I am delighted, having seen what has never been seen before; and yet my mind is distressed with fear. Show me that (previous) form only, O God; have mercy, O God of gods, O Abode of the universe."
    },
    {
      "number": 46,
      "text": "I desire to see Thee as before, crowned, bearing a mace, with the discus in hand, in Thy former form only, having four arms, O thousand-armed, Cosmic Form (Being)."
    },
    {
      "number": 47,
      "text": "The Blessed Lord said  O Arjuna, this Cosmic Form has graciously been shown to thee by Me by My own Yogic power; full of splendour, primeval, and infinite, this Cosmic Form of Mine has never been seen before by anyone other than thyself."
    },
    {
      "number": 48,
      "text": "Neither by the study of the Vedas and sacrifices, nor by gifts nor by rituals nor by severe austerities can I be seen in this form in the world of men by any other than thyself, O great hero of the Kurus (Arjuna)."
    },
    {
      "number": 49,
      "text": "Be not afraid, nor bewildered on seeing such a teriible form of Mine as this; with thy fear dispelled and with a gladdened heart, now behold again this former form of Mine."
    },
    {
      "number": 50,
      "text": "Sanjaya said  Having thus spoken to Arjuna, Krishna again showed His own form and the great Soul (Krishna), assuming His gentle form, consoled him (Arjuna) who was terrified."
    },
    {
      "number": 51,
      "text": "Arjuna said  Having seen this Thy gentle human form, O Krishna, now I am composed and am restored to my own nature."
    },
    {
      "number": 52,
      "text": "The Blessed Lord said  Very hard indeed it is to see this form of Mine which thou hast seen. Even the gods are ever longing to behold it."
    },
    {
      "number": 53,
      "text": "Neither by the Vedas nor by austerity, nor by gift, nor by sacrifice can I be seen in this form as thou hast seen Me (so easily)."
    },
    {
      "number": 54,
      "text": "But by single-minded devotion can I, of this Form, be known and seen in reality and also entered into, O Arjuna."
    },
    {
      "number": 55,
      "text": "He who does all actions for Me, who looks upon Me as the Supreme, who is devoted to Me, who is free from attachment, who bears enmity towards no creature, he comes to Me, O Arjuna."
    }
  ]
}