{
  "scriptureId": "bhagavad-gita",
  "bookId": "chapter-10",
  "chapter": 10,
  "verses": [
    {
      "number": 1,
      "text": "The Blessed Lord said  Again, O mighty-armed Arjuna, listen to my supreme word which I will declare to thee who who art beloved, for thy welfare."
    },
    {
      "number": 2,
      "text": "Neither the hosts of the gods nor the great sages know My origin; for in every way I am the source of all the gods and the great sages."
    },
    {
      "number": 3,
      "text": "He who knows Me as unborn and beginningless, as the great Lord of the worlds, he, among mortals, is undeluded and he is liberated from all sins."
    },
    {
      "number": 4,
      "text": "Intellect, wisdom, non-delusion, forgiveness, truth, self-restraint, calmness, happiness, pain, existence or birth, non-existence or death, fear and also fearlessness."
    },
    {
      "number": 5,
      "text": "Non-injury, eanimity, contentment, austerity, beneficence, fame, ill-fame  (these) different kinds of alities of beings arise from Me alone."
    },
    {
      "number": 6,
      "text": "The seven great sages, the ancient four and also the Manus, possessed of powers like Me (on account of their minds being fixed on Me), were born of (My) mind; from them are these creatures born in this world."
    },
    {
      "number": 7,
      "text": "He who in truth knows these manifold manifestations of My Being and (this) Yoga-power of Mine becomes established in the unshakable Yoga; there is no doubt about it."
    },
    {
      "number": 8,
      "text": "I am the source of all; from Me everything evolves; understanding thus, the wise, endowed with meditation, worship Me."
    },
    {
      "number": 9,
      "text": "With their mind and their life wholly absorbed in Me, enlightening each other and ever speaking of Me, they are satisfied and delighted."
    },
    {
      "number": 10,
      "text": "To them who are ever steadfast, worshipping Me with love, I give the Yoga of discrimination by which they come to Me."
    },
    {
      "number": 11,
      "text": "Out of mere compassion for them, I, dwelling within their Self, destroy the darkness born of ignorance by the luminous lamp of knowledge."
    },
    {
      "number": 12,
      "text": "Arjuna said  Thou art the Supreme Brahman, the supreme abode (or the supreme light), the supreme purifier, eternal, divine Person, the primeval God, unborn andn omnipresent."
    },
    {
      "number": 13,
      "text": "All the sages have thus declared Thee, as also the divine sage Narada; so also Asita, Devala and Vyasa; and now Thou Thyself sayest so to me."
    },
    {
      "number": 14,
      "text": "I believe all this that Thou sayest to me to be true, O Krishna; verily, O blessed Lord! neither the gods nor the demons know Thy manifestation (origin)."
    },
    {
      "number": 15,
      "text": "Swami Sivananda did not comment on this sloka"
    },
    {
      "number": 16,
      "text": "Thou shouldst indeed tell, without reserve, of Thy divine glories by which Thou existest, pervading all these worlds. (None else can do so.)"
    },
    {
      "number": 17,
      "text": "How shall I, ever meditating, know Thee, O Yogin? In what aspects or things, O blessed \nLord, art Thou to be thought of by me?"
    },
    {
      "number": 18,
      "text": "Tell me again in detail, O Krishna, of Thy Yogic power and glory; for I am not satiated with what I have heard of Thy life-giving and nectar-like speech."
    },
    {
      "number": 19,
      "text": "The Blessed Lord said  Very well! Now I will declare to thee My divine glories in their prominence, O Arjuna; there is no end to their detailed description."
    },
    {
      "number": 20,
      "text": "I am the Self, O Gudakesa, seated in the hearts of all beings; I am the beginning, the middle and also the end of all beings."
    },
    {
      "number": 21,
      "text": "Among the (twelve) Adityas, I am Vishnu; among luminaries, the radiant sun; I am Marichi among the (seven or forty-nine) Maruts; among stars the moon am I."
    },
    {
      "number": 22,
      "text": "Among the Vedas I am the Sama-Veda; I am Vasava among the gods; among the senses I am the mind; and I am intelligence among living beings."
    },
    {
      "number": 23,
      "text": "And, among the Rudras I am Sankara; among the Yakshas and Rakshasas, the Lord of wealth (Kubera); among the Vasus I am Pavaka (fire); and among the (seven) mountains I am the Meru."
    },
    {
      "number": 24,
      "text": "And, among the household priests (of kings), O Arjuna, know Me to be the chief, Brihaspati; among the army generals I am Skana; among lakes I am the ocean.\n'"
    },
    {
      "number": 25,
      "text": "Among the great sages I am Bhrigu; among words I am the one syllable (Om); among sacrifices I am the sacrifice of silent repetition; among the immovable things I am the Himalayas."
    },
    {
      "number": 26,
      "text": "Among all the trees ( I am) the Peepul; among the divine sages, I am Narada; among Gandharvas, Chitraratha; among the perfected, the sage Kapila."
    },
    {
      "number": 27,
      "text": "Know Me as Ucchaisravas born of nectar, among horses; among lordly elephants (I am) the Airavata; and, among men, the king."
    },
    {
      "number": 28,
      "text": "Among weapons I am the thunderbolt; among cows I am the wish-fulfilling cow called Kamadhenu; I am the progenitor, the god of love; among serpents I am Vasuki."
    },
    {
      "number": 29,
      "text": "I am Ananta among the Nagas; I am Varuna among water-deities; Aryaman among the Manes I am; I am Yama among the governors."
    },
    {
      "number": 30,
      "text": "And, I am Prahlada among the demons, among the reckoners I am time; among beasts I am the lion, and Vainateya (Garuda) among birds."
    },
    {
      "number": 31,
      "text": "Among the purifiers (or the speeders) I am the wind; Rama among the warriors am I; among the fishes I am the shark; among the streams I am the Ganga."
    },
    {
      "number": 32,
      "text": "Among creations I am the beginning, the middle and also the end, O Arjuna; among the sciences I am the science of the Self; and I am the logic among controversialists."
    },
    {
      "number": 33,
      "text": "Among the letters of the alphabets, the letter 'A' I am and the dual among the compounds. I am verily the inexhaustible or everlasting time; I am the dispenser (of the fruits of actions) having \nfaces in all directions."
    },
    {
      "number": 34,
      "text": "And I am the all-devouring Death, and the prosperity of those who are to be prosperous; among the feminine alities (I am) fame, prosperity, speech, memory, intelligence, firmness and forgiveness."
    },
    {
      "number": 35,
      "text": "Among the hymns also I am the Brihatsaman; among metres Gayatri am I; among the montsh I am the Margasirsha; among the seasons (I am) the flowery season."
    },
    {
      "number": 36,
      "text": "I am the gambling of the fraudulent; I am the splendour of the splendid; I am victory; I am determination (of those who are determined); I am the goodness of the good."
    },
    {
      "number": 37,
      "text": "Among the Vrishnis I am Vaasudeva; among the Pandavas I am Arjuna; among the sages I am Vyasa; among the Poets I am Usanas, the poet."
    },
    {
      "number": 38,
      "text": "Of those who punish, I am the sceptre; among those who seek victory, I am statesmanship; and also among secrets, I am silence; knowledge among knowers I am."
    },
    {
      "number": 39,
      "text": "And whatever is the seed of all beings, that also am I, O Arjuna; there is no being, whether moving or unmoving, that can exist without Me."
    },
    {
      "number": 40,
      "text": "There is no end to My divine gloreis, O Arjuna, but this is a brief statement by Me of the particulars of My divine glories."
    },
    {
      "number": 41,
      "text": "Whatever being there is glorious, prosperous or powerful, that know thou to be a manifestation of a part of My splendour."
    },
    {
      "number": 42,
      "text": "But, of what avail to thee is the knowledge of all these details, O Arjuna? I exist, supporting this whole world by one part of Myself."
    }
  ]
}