{
  "scriptureId": "bhagavad-gita",
  "bookId": "chapter-18",
  "chapter": 18,
  "verses": [
    {
      "number": 1,
      "text": "Arjuna said  I desire to know severally, O mighty-armed, the essence or truth of renunciation, O Hrishikesa, as also of abandonment, O slayer of Kesi."
    },
    {
      "number": 2,
      "text": "The Blessed Lord said  The sages understand Sannyasa to be the renunciation of action with desire; the wise declare the abandonment of the fruits of all actions as Tyaga."
    },
    {
      "number": 3,
      "text": "Some philosophers declare that actions should be abandoned as an evil; while others (declare) that acts of sacrifice, gift and austerity should not be relinished."
    },
    {
      "number": 4,
      "text": "Hear from Me the conclusion or the final truth about this abandonment, O best of the Bharatas; abandonment, verily, O best of men, has been declared to be of three kinds."
    },
    {
      "number": 5,
      "text": "Acts of sacrifice, gift and austerity should not be abandoned, but should be performed; sacrifice, gift and also austerity are the purifiers of the wise."
    },
    {
      "number": 6,
      "text": "But even these actions should be performed leaving aside attachment and the desire for rewards, O Arjuna; this is My certain and best conviction."
    },
    {
      "number": 7,
      "text": "Verily the renunciation of obligatory action is not proper; the abandonment of the same from delusion is declared to be Tamasic."
    },
    {
      "number": 8,
      "text": "He who abandons action on account of the fear of bodily trouble (because it is painful), does not obtain the merit of renunciation by doing such Rajasic renunciation."
    },
    {
      "number": 9,
      "text": "Whatever obligatory action is done, O Arjuna, merely because it ought to be done, abandoning attachment and also the desire for reward, that renunciation is regarded as Sattvic (pure)."
    },
    {
      "number": 10,
      "text": "The man of renunciation, pervaded by purity, intelligent, and with his doubts cut asunder, does not hate a disagreeable work nor is he attached to an agreeable one."
    },
    {
      "number": 11,
      "text": "Verily, it is not possible for an embodied being to abandon actions entirely; but he who relinishes the rewards of actions is verily called a man of renunciation."
    },
    {
      "number": 12,
      "text": "The threefold fruit of action (evil, good and mixed) accrues after death to the non-abandoners, but never to the abandoners."
    },
    {
      "number": 13,
      "text": "Learn from Me, O mighty-armed Arjuna, these five causes as declared in the Sankhya system for the accomplishment of all actions."
    },
    {
      "number": 14,
      "text": "The seat (body), the doer, the various senses, the different functions of various sorts, and the presiding deity, also, the fifth."
    },
    {
      "number": 15,
      "text": "Whatever action a man performs with his body, speech and mind  whether right or the reverse  these five are its causes."
    },
    {
      "number": 16,
      "text": "Now, such being the case, verily he who  owing to untrained understanding  looks upon his Self, which is isolated, as the agent, he of perverted intelligence, sees not."
    },
    {
      "number": 17,
      "text": "He who is free from the egoistic notion, whose intelligence is not tainted (by good or evil), \nthough he slays these people, he slayeth not, nor is he bound (by the action)."
    },
    {
      "number": 18,
      "text": "Knowledge, the knowable and the knower form the threefold impulse to action; the organ, the action and the agent form the threefold basis of action."
    },
    {
      "number": 19,
      "text": "Knowledge, action and actor are declared in the science of the Gunas (Sankhya philosophy) to be of three kinds only, according to the distinction of the Gunas. Of these also, hear duly."
    },
    {
      "number": 20,
      "text": "That by which one sees the one indestructible Reality in all beings, not separate in all the separate beings  know thou that knowledge to be Sattvic."
    },
    {
      "number": 21,
      "text": "But that knowledge which sees in all beings various entities of distinct kinds as different from one another  know thou that knowledge to be Rajasic."
    },
    {
      "number": 22,
      "text": "But that which clings to one single effect as if it were the whole, without reason, without foundation in Truth, and trivial  that is declared to be Tamasic."
    },
    {
      "number": 23,
      "text": "An action which is ordained, which is free from attachment, and which is done without love or hatred by one who is not desirous of any reward  that action is declared to be Sattvic."
    },
    {
      "number": 24,
      "text": "But that action which is done by one longing for the fulfilment of desires or gain with egoism or with much effort  that is declared to be Rajasic (passionate)."
    },
    {
      "number": 25,
      "text": "That action which is undertaken from delusion, without a regard for the conseences, loss, injury and (one's own) ability  that is declared to be Tamasic (dark)."
    },
    {
      "number": 26,
      "text": "An agent who is free from attachment, non-egoistic, endowed with firmness and enthusiasm, and unaffected by success or failure, is called Sattvic (pure)."
    },
    {
      "number": 27,
      "text": "Passionate, desiring to obtain the reward of actions, greedy, cruel, impure, moved by joy and sorrow, such an agent is said to be Rajasic (passionate)."
    },
    {
      "number": 28,
      "text": "Unsteady, vulgar, unbending, cheating, malicious, lazy, desponding and procrastinating  such an agent is called Tamasic."
    },
    {
      "number": 29,
      "text": "Hear thou the threefold division of intellect and firmness according to the Gunas, as I declare them fully and distinctly, O Arjuna."
    },
    {
      "number": 30,
      "text": "The intellect which knows the path of work and renunciation, what ought to be done and what ought not to be done, fear and fearlessness, bondage and liberation  that intellect is Sattvic (pure), O Arjuna."
    },
    {
      "number": 31,
      "text": "That, by which one wrongly understands Dharma and Adharma and also what ought to be done and what ought not to be done  that intellect, O Arjuna, is Rajasic (passionate)."
    },
    {
      "number": 32,
      "text": "That, which, enveloped in darkness, sees Adharma as Dharma and all things perverted  that intellect, O Arjuna, is Tamasic (dark)."
    },
    {
      "number": 33,
      "text": "The unwavering firmness by which, through Yoga, the functions of the mind, the life-force and the senses are restrained  that firmness, O Arjuna, is Sattvic (pure)."
    },
    {
      "number": 34,
      "text": "But that, O Arjuna, by which, on account of attachment and desire for reward, one holds fast to Dharma (duty), enjoyment of pleasures and earning of wealth  that firmness, O Arjuna, is Rajasic (passionate)."
    },
    {
      "number": 35,
      "text": "That, by which a stupid man does not abandon sleep, fear, grief, despair and also conceit  that firmness, O Arjuna, is Tamasic."
    },
    {
      "number": 36,
      "text": "And now hear from Me, O Arjuna, of the threefold pleasure, in which one rejoices by practice and surely comes to the end of pain."
    },
    {
      "number": 37,
      "text": "That which is like poison at first but in the end like nectar  that happiness is declared to be Sattvic, born of the purity of one's own mind due to Self-realisation."
    },
    {
      "number": 38,
      "text": "That happiness which arises from the contact of the sense-organs with the objects, which is at first like nectar, and in the end like poison  that is declared to be Rajasic."
    },
    {
      "number": 39,
      "text": "That happiness which at first as well as in the seel deludes the self, and which arises from sleep, indolence and heedlessness  that is declared to be Tamasic."
    },
    {
      "number": 40,
      "text": "There is no being on earth or again in heaven among the gods, that is liberated from the three alities born of Nature."
    },
    {
      "number": 41,
      "text": "Of Brahmanas, Kshatriyas and Vaisyas, as also of Sudras, O Arjuna, the duties are distributed according to the alities born of their own nature."
    },
    {
      "number": 42,
      "text": "Serenity, self-restraint, austerity, purity, forgiveness and also uprightness, knowledge, realisation and belief in God are the duties of the Brahmanas, born of (their own) nature."
    },
    {
      "number": 43,
      "text": "Prowess, splendour, firmness, dexterity and also not fleeing from battle, generosity and lordliness are the duties of the Kshatriyas, born of (their own) nature."
    },
    {
      "number": 44,
      "text": "Agriculture, cattle-rearing and trade are the duties of the Vaisya (merchant), born of (their own) nature; and action consisting of service is the duty of the Sudra (servant-class), born of (their own) nature."
    },
    {
      "number": 45,
      "text": "He who does actions, offering them to Brahman, and abandoning attachment, is not tainted by sin, just as a lotus-leaf is not tainted by water."
    },
    {
      "number": 46,
      "text": "He from Whom all the beings have evolved and by Whom all this is pervaded  worshipping Him with his own duty, man attains perfection."
    },
    {
      "number": 47,
      "text": "Better is one's own duty (though) destitute of merits, than the duty of another well performed. He who does the duty ordained by his own nature incurs no sin."
    },
    {
      "number": 48,
      "text": "One should not abandon, O Arjuna, the duty to which one is born, though faulty; for, all undertakings are enveloped by evil, as fire by smoke."
    },
    {
      "number": 49,
      "text": "He whose intellect is unattached everywhere, who has subdued his self, from whom desire has fled,  he by renunciation, attains the supreme state of freedom from action."
    },
    {
      "number": 50,
      "text": "Learn from Me in brief, O Arjuna, how he who has attained perfection reaches Brahman (the Eternal), that supreme state of knowledge."
    },
    {
      "number": 51,
      "text": "Endowed with a pure intellect, controlling the self by firmness, relinishing sound and other objects and abandoning attraction and hatred."
    },
    {
      "number": 52,
      "text": "Dwelling in solitude, eating but little, with speech, body and mind subdued, always engaged in meditation and concentration, resorting to dispassion."
    },
    {
      "number": 53,
      "text": "Having abandoned egoism, strength, arrogance, desire, anger and covetousness, and free from the notion of 'mine' and peaceful,  he is fit for becoming Brahman."
    },
    {
      "number": 54,
      "text": "Becoming Brahman, serene in the Self, he neither grieves nor desires, the same to all beings, he obtains supreme devotion to Me."
    },
    {
      "number": 55,
      "text": "By devotion he knows Me in truth, what and who I am; then having known Me in truth, he forthwith enters into the Supreme."
    },
    {
      "number": 56,
      "text": "Doing all actions always having taken refuge in Me, by My grace he obtains the eternal indestructible state of being."
    },
    {
      "number": 57,
      "text": "Mentally renouncing all actions in Me, having Me as the highest goal, resorting to the Yoga of discrimination do thou ever fix thy mind on Me."
    },
    {
      "number": 58,
      "text": "Fixing thy mind on Me, thou shalt by My grace overcome all obstacles; but if from egoism thou wilt not hear Me, thou shalt perish."
    },
    {
      "number": 59,
      "text": "If, filled with egoism, thou thinkest: \"I will not fight\", vain is this, thy resolve; Nature will compel thee."
    },
    {
      "number": 60,
      "text": "O Arjuna, bound by thy own Karma (action) born of thy own nature, that which from delusion thou wishest not to do, even that thou shalt do helplessly."
    },
    {
      "number": 61,
      "text": "The Lord dwells in the hearts of all beings, O Arjuna, causing all beings, by His illusive power, to revolve as if mounted on a machine."
    },
    {
      "number": 62,
      "text": "Fly unto Him for refuge with all thy being, O Arjuna; by His grace thou shalt obtain supreme peace (and) the eternal abode."
    },
    {
      "number": 63,
      "text": "Thus has wisdom, more secret than secrecy itself, been declared unto thee by Me; having reflected over it fully, then act as thou wishest."
    },
    {
      "number": 64,
      "text": "Hear thou again My supreme word, most secret of all; because thou art dearly beloved of Me, I will tell thee what is good."
    },
    {
      "number": 65,
      "text": "Fix thy mind on Me, by devoted to Me, sacrifice to Me, bow down to Me. Thou shalt come even to Me; truly do I promise unto thee, (for) thou art dear to Me."
    },
    {
      "number": 66,
      "text": "Abandoning all duties, take refuge in Me alone: I will liberate thee from all sins; grieve not."
    },
    {
      "number": 67,
      "text": "This is never to be spoken by thee to one who is devoid of austerities or devotion, nor to one who does not render service or who does not desire to listen, nor to one who cavils at Me."
    },
    {
      "number": 68,
      "text": "He who with supreme devotion to Me will teach this supreme secret to My devotees, shall doubtlessly come to Me."
    },
    {
      "number": 69,
      "text": "Nor is there any among men who does dearer service to Me, nor shall there be another on earth dearer to Me than he."
    },
    {
      "number": 70,
      "text": "And he who will study this sacred dialogue of ours, by him I shall have been worshipped by the sacrifice of wisdom,  such is My conviction."
    },
    {
      "number": 71,
      "text": "Also the man who hears this, full of faith and free from malice, he, too, liberated, shall attain to the happy worlds of those of righteous deeds."
    },
    {
      "number": 72,
      "text": "Has this been heard, O Arjuna, with one-pointed mind? Has the delusion of thy ignorance been destroyed, O Dhananjaya?"
    },
    {
      "number": 73,
      "text": "Arjuna said  Destroyed is my delusion as I have gained my knowledge (memory) through Thy grace, O Krishna. I remain freed from doubts. I will act according to Thy word."
    },
    {
      "number": 74,
      "text": "Sanjaya said  Thus I have heard this wonderful dialogue between Krishna and the high-souled Arjuna, which causes the hair to stand on end."
    },
    {
      "number": 75,
      "text": "Through the grace of Vyasa I have heard this supreme and most secret Yoga direct from Krishna, the Lord of Yoga, Himself declaring it."
    },
    {
      "number": 76,
      "text": "O King, remembering this wonderful and holy dialogue between Krishna and Arjuna, I rejoice again and again."
    },
    {
      "number": 77,
      "text": "And, remembering again and again, also that most wonderful form of Hari, great is my wonder, O King; and I rejoice again and again."
    },
    {
      "number": 78,
      "text": "Wherever is Krishna, the Lord of Yoga; wherever is Arjuna, the wielder of the bow; there are prosperity, victory, happiness and firm policy; such is my conviction."
    }
  ]
}