{
  "scriptureId": "tanakh-jps",
  "bookId": "ecclesiastes",
  "chapter": 10,
  "verses": [
    {
      "number": 1,
      "text": "Dead flies make the ointment of the perfumer fetid and putrid; So doth a little folly outweigh wisdom and honour."
    },
    {
      "number": 2,
      "text": "A wise man’s understanding is at his right hand; but a fool’s understanding at his left."
    },
    {
      "number": 3,
      "text": "Yea also, when a fool walketh by the way, his understanding faileth him, and he saith to every one that he is a fool."
    },
    {
      "number": 4,
      "text": "If the spirit of the ruler rise up against thee, leave not thy place; for gentleness allayeth great offences."
    },
    {
      "number": 5,
      "text": "There is an evil which I have seen under the sun, like an error which proceedeth from a ruler:"
    },
    {
      "number": 6,
      "text": "Folly is set on great heights, and the rich sit in low place."
    },
    {
      "number": 7,
      "text": "I have seen servants upon horses, and princes walking as servants upon the earth."
    },
    {
      "number": 8,
      "text": "He that diggeth a pit shall fall into it; and whoso breaketh through a fence, a serpent shall bite him."
    },
    {
      "number": 9,
      "text": "Whoso quarrieth stones shall be hurt therewith; and he that cleaveth wood is endangered thereby."
    },
    {
      "number": 10,
      "text": "If the iron be blunt, and one do not whet the edge, then must he put to more strength; but wisdom is profitable to direct."
    },
    {
      "number": 11,
      "text": "If the serpent bite before it is charmed, then the charmer hath no advantage."
    },
    {
      "number": 12,
      "text": "The words of a wise man’s mouth are gracious; but the lips of a fool will swallow up himself."
    },
    {
      "number": 13,
      "text": "The beginning of the words of his mouth is foolishness; and the end of his talk is grievous madness."
    },
    {
      "number": 14,
      "text": "A fool also multiplieth words; yet man knoweth not what shall be; And that which shall be after him, Who can tell him?"
    },
    {
      "number": 15,
      "text": "The labour of fools wearieth every one of them, for he knoweth not how to go to the city."
    },
    {
      "number": 16,
      "text": "Woe to thee, O land, when thy king is a boy, And thy princes feast in the morning! ."
    },
    {
      "number": 17,
      "text": "Happy art thou, O land, when thy king is a free man, And thy princes eat in due season, In strength, and not in drunkenness!"
    },
    {
      "number": 18,
      "text": "By slothfulness the rafters sink in; And through idleness of the hands the house leaketh."
    },
    {
      "number": 19,
      "text": "A feast is made for laughter, And wine maketh glad the life; And money answereth all things."
    },
    {
      "number": 20,
      "text": "Curse not the king, no, not in thy thought, And curse not the rich in thy bedchamber; For a bird of the air shall carry the voice, And that which hath wings shall tell the matter."
    }
  ]
}