{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 104,
  "verses": [
    {
      "number": 1,
      "text": "Bless the LORD, O my soul. O LORD my God, Thou art very great; Thou art clothed with glory and majesty."
    },
    {
      "number": 2,
      "text": "Who coverest Thyself with light as with a garment, who stretchest out the heavens like a curtain;"
    },
    {
      "number": 3,
      "text": "Who layest the beams of Thine upper chambers in the waters, who makest the clouds Thy chariot, who walkest upon the wings of the wind;"
    },
    {
      "number": 4,
      "text": "Who makest winds Thy messengers, the flaming fire Thy ministers."
    },
    {
      "number": 5,
      "text": "Who didst establish the earth upon its foundations, that it should not be moved for ever and ever;"
    },
    {
      "number": 6,
      "text": "Thou didst cover it with the deep as with a vesture; the waters stood above the mountains."
    },
    {
      "number": 7,
      "text": "At Thy rebuke they fled, at the voice of Thy thunder they hasted away—"
    },
    {
      "number": 8,
      "text": "The mountains rose, the valleys sank down— Unto the place which Thou hadst founded for them;"
    },
    {
      "number": 9,
      "text": "Thou didst set a bound which they should not pass over, That they might not return to cover the earth."
    },
    {
      "number": 10,
      "text": "Who sendest forth springs into the valleys; They run between the mountains;"
    },
    {
      "number": 11,
      "text": "They give drink to every beast of the field, The wild asses quench their thirst. ."
    },
    {
      "number": 12,
      "text": "Beside them dwell the fowl of the heaven, From among the branches they sing."
    },
    {
      "number": 13,
      "text": "Who waterest the mountains from Thine upper chambers; The earth is full of the fruit of Thy works."
    },
    {
      "number": 14,
      "text": "Who causeth the grass to spring up for the cattle, And herb for the service of man; To bring forth bread out of the earth,"
    },
    {
      "number": 15,
      "text": "And wine that maketh glad the heart of man, Making the face brighter than oil, And bread that stayeth man's heart."
    },
    {
      "number": 16,
      "text": "The trees of the LORD have their fill, The cedars of Lebanon, which He hath planted;"
    },
    {
      "number": 17,
      "text": "Wherein the birds make their nests; As for the stork, the fir-trees are her house."
    },
    {
      "number": 18,
      "text": "The high mountains are for the wild goats; The rocks are a refuge for the conies."
    },
    {
      "number": 19,
      "text": "Who appointedst the moon for seasons; The sun knoweth his going down."
    },
    {
      "number": 20,
      "text": "Thou makest darkness, and it is night, Wherein all the beasts of the forest do creep forth."
    },
    {
      "number": 21,
      "text": "The young lions roar after their prey, And seek their food from God."
    },
    {
      "number": 22,
      "text": "The sun ariseth, they slink away, And couch in their dens."
    },
    {
      "number": 23,
      "text": "Man goeth forth unto his work And to his labour until the evening."
    },
    {
      "number": 24,
      "text": "How manifold are Thy works, O LORD! In wisdom hast Thou made them all; The earth is full of Thy creatures."
    },
    {
      "number": 25,
      "text": "Yonder sea, great and wide, Therein are creeping things innumerable, Living creatures, both small and great."
    },
    {
      "number": 26,
      "text": "There go the ships; There is leviathan, whom Thou hast formed to sport therein."
    },
    {
      "number": 27,
      "text": "All of them wait for Thee, That Thou mayest give them their food in due season."
    },
    {
      "number": 28,
      "text": "Thou givest it unto them, they gather it; Thou openest Thy hand, they are satisfied with good."
    },
    {
      "number": 29,
      "text": "Thou hidest Thy face, they vanish; Thou withdrawest their breath, they perish, And return to their dust."
    },
    {
      "number": 30,
      "text": "Thou sendest forth Thy spirit, they are created; and Thou renewest the face of the earth."
    },
    {
      "number": 31,
      "text": "May the glory of the LORD endure for ever; let the LORD rejoice in His works!"
    },
    {
      "number": 32,
      "text": "Who looketh on the earth, and it trembleth; He toucheth the mountains, and they smoke."
    },
    {
      "number": 33,
      "text": "I will sing unto the LORD as long as I live; I will sing praise to my God while I have any being."
    },
    {
      "number": 34,
      "text": "Let my musing be sweet unto Him; as for me, I will rejoice in the LORD."
    },
    {
      "number": 35,
      "text": "Let sinners cease out of the earth, and let the wicked be no more. Bless the LORD, O my soul. Hallelujah."
    }
  ]
}