{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 106,
  "verses": [
    {
      "number": 1,
      "text": "Hallelujah. O give thanks unto the LORD; for He is good; for His mercy endureth for ever."
    },
    {
      "number": 2,
      "text": "Who can express the mighty acts of the LORD, or make all His praise to be heard?"
    },
    {
      "number": 3,
      "text": "Happy are they that keep justice, that do righteousness at all times."
    },
    {
      "number": 4,
      "text": "Remember me, O LORD, when Thou favourest Thy people; O think of me at Thy salvation;"
    },
    {
      "number": 5,
      "text": "That I may behold the prosperity of Thy chosen, that I may rejoice in the gladness of Thy nation, that I may glory with Thine inheritance."
    },
    {
      "number": 6,
      "text": "We have sinned with our fathers, we have done iniquitously, we have dealt wickedly."
    },
    {
      "number": 7,
      "text": "Our fathers in Egypt gave no heed unto Thy wonders; they remembered not the multitude of Thy mercies; but were rebellious at the sea, even at the Red Sea."
    },
    {
      "number": 8,
      "text": "Nevertheless He saved them for His name's sake, that He might make His mighty power to be known."
    },
    {
      "number": 9,
      "text": "And He rebuked the Red Sea, and it was dried up; and He led them through the depths, as through a wilderness."
    },
    {
      "number": 10,
      "text": "And He saved them from the hand of him that hated them, And redeemed them from the hand of the enemy."
    },
    {
      "number": 11,
      "text": "And the waters covered their adversaries; There was not one of them left."
    },
    {
      "number": 12,
      "text": "Then believed they His words; They sang His praise."
    },
    {
      "number": 13,
      "text": "They soon forgot His works; They waited not for His counsel;"
    },
    {
      "number": 14,
      "text": "But lusted exceedingly in the wilderness, And tried God in the desert."
    },
    {
      "number": 15,
      "text": "And He gave them their request; But sent leanness into their soul."
    },
    {
      "number": 16,
      "text": "They were jealous also of Moses in the camp, And of Aaron the holy one of the LORD."
    },
    {
      "number": 17,
      "text": "The earth opened and swallowed up Dathan, And covered the company of Abiram."
    },
    {
      "number": 18,
      "text": "And a fire was kindled in their company; The flame burned up the wicked."
    },
    {
      "number": 19,
      "text": "They made a calf in Horeb, And worshipped a molten image."
    },
    {
      "number": 20,
      "text": "Thus they exchanged their glory For the likeness of an ox that eateth grass."
    },
    {
      "number": 21,
      "text": "They forgot God their saviour, Who had done great things in Egypt;"
    },
    {
      "number": 22,
      "text": "Wondrous works in the land of Ham, Terrible things by the Red Sea."
    },
    {
      "number": 23,
      "text": "Therefore He said that He would destroy them, Had not Moses His chosen stood before Him in the breach, To turn back His wrath, lest He should destroy them."
    },
    {
      "number": 24,
      "text": "Moreover, they scorned the desirable land, They believed not His word;"
    },
    {
      "number": 25,
      "text": "And they murmured in their tents, They hearkened not unto the voice of the LORD."
    },
    {
      "number": 26,
      "text": "Therefore He swore concerning them, That He would overthrow them in the wilderness;"
    },
    {
      "number": 27,
      "text": "And that He would cast out their seed among the nations, And scatter them in the lands."
    },
    {
      "number": 28,
      "text": "They joined themselves also unto Baal of Peor, And ate the sacrifices of the dead."
    },
    {
      "number": 29,
      "text": "Thus they provoked Him with their doings, And the plague broke in upon them."
    },
    {
      "number": 30,
      "text": "Then stood up Phinehas, and wrought judgment, And so the plague was stayed."
    },
    {
      "number": 31,
      "text": "And that was counted unto him for righteousness, Unto all generations for ever."
    },
    {
      "number": 32,
      "text": "They angered Him also at the waters of Meribah, And it went ill with Moses because of them;"
    },
    {
      "number": 33,
      "text": "For they embittered his spirit, And he spoke rashly with his lips."
    },
    {
      "number": 34,
      "text": "They did not destroy the peoples, As the LORD commanded them;"
    },
    {
      "number": 35,
      "text": "But mingled themselves with the nations, And learned their works;"
    },
    {
      "number": 36,
      "text": "And they served their idols, Which became a snare unto them;"
    },
    {
      "number": 37,
      "text": "Yea, they sacrificed their sons and their daughters unto demons,"
    },
    {
      "number": 38,
      "text": "And shed innocent blood, even the blood of their sons and of their daughters, Whom they sacrificed unto the idols of Canaan; And the land was polluted with blood."
    },
    {
      "number": 39,
      "text": "Thus were they defiled with their works, And went astray in their doings."
    },
    {
      "number": 40,
      "text": "Therefore was the wrath of the LORD kindled against His people, And He abhorred His inheritance."
    },
    {
      "number": 41,
      "text": "And He gave them into the hand of the nations; And they that hated them ruled over them."
    },
    {
      "number": 42,
      "text": "Their enemies also oppressed them, And they were subdued under their hand."
    },
    {
      "number": 43,
      "text": "Many times did He deliver them; But they were rebellious in their counsel, And sank low through their iniquity."
    },
    {
      "number": 44,
      "text": "Nevertheless He looked upon their distress, When He heard their cry;"
    },
    {
      "number": 45,
      "text": "And He remembered for them His covenant, And repented according to the multitude of His mercies."
    },
    {
      "number": 46,
      "text": "He made them also to be pitied Of all those that carried them captive."
    },
    {
      "number": 47,
      "text": "Save us, O LORD our God, And gather us from among the nations, That we may give thanks unto Thy holy name, That we may triumph in Thy praise."
    },
    {
      "number": 48,
      "text": "Blessed be the LORD, the God of Israel, from everlasting even to everlasting, and let all the people say: 'Amen.' Hallelujah."
    }
  ]
}