{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 118,
  "verses": [
    {
      "number": 1,
      "text": "'O give thanks unto the LORD, for He is good, For His mercy endureth for ever."
    },
    {
      "number": 2,
      "text": "So let Israel now say, For His mercy endureth for ever,"
    },
    {
      "number": 3,
      "text": "So let the house of Aaron now say, For His mercy endureth for ever."
    },
    {
      "number": 4,
      "text": "So let them now that fear the LORD say, For His mercy endureth for ever."
    },
    {
      "number": 5,
      "text": "Out of my straits I called upon the LORD; He answered me with great enlargement."
    },
    {
      "number": 6,
      "text": "The LORD is for me; I will not fear; What can man do unto me?"
    },
    {
      "number": 7,
      "text": "The LORD is for me as my helper; And I shall gaze upon them that hate me."
    },
    {
      "number": 8,
      "text": "It is better to take refuge in the LORD Than to trust in man."
    },
    {
      "number": 9,
      "text": "It is better to take refuge in the LORD Than to trust in princes."
    },
    {
      "number": 10,
      "text": "All nations compass me about; Verily, in the name of the LORD I will cut them off."
    },
    {
      "number": 11,
      "text": "They compass me about, yea, they compass me about; Verily, in the name of the LORD I will cut them off."
    },
    {
      "number": 12,
      "text": "They compass me about like bees; They are quenched as the fire of thorns; Verily, in the name of the LORD I will cut them off."
    },
    {
      "number": 13,
      "text": "Thou didst thrust sore at me that I might fall; But the LORD helped me."
    },
    {
      "number": 14,
      "text": "The LORD is my strength and song; And He is become my salvation."
    },
    {
      "number": 15,
      "text": "The voice of rejoicing and salvation is in the tents of the righteous; The right hand of the LORD doeth valiantly."
    },
    {
      "number": 16,
      "text": "The right hand of the LORD is exalted; The right hand of the LORD doeth valiantly."
    },
    {
      "number": 17,
      "text": "I shall not die, but live, And declare the works of the LORD."
    },
    {
      "number": 18,
      "text": "The LORD hath chastened me sore; But He hath not given me over unto death."
    },
    {
      "number": 19,
      "text": "Open to me the gates of righteousness; I will enter into them, I will give thanks unto the LORD."
    },
    {
      "number": 20,
      "text": "This is the gate of the LORD; The righteous shall enter into it."
    },
    {
      "number": 21,
      "text": "I will give thanks unto Thee, for Thou hast answered me, And art become my salvation."
    },
    {
      "number": 22,
      "text": "The stone which the builders rejected Is become the chief corner-stone."
    },
    {
      "number": 23,
      "text": "This is the LORD’S doing; It is marvellous in our eyes."
    },
    {
      "number": 24,
      "text": "This is the day which the LORD hath made; We will rejoice and be glad in it."
    },
    {
      "number": 25,
      "text": "We beseech Thee, O LORD, save now! We beseech Thee, O LORD, make us now to prosper!"
    },
    {
      "number": 26,
      "text": "Blessed be he that cometh in the name of the LORD; We bless you out of the house of the LORD."
    },
    {
      "number": 27,
      "text": "The LORD is God, and hath given us light; Order the festival procession with boughs, even unto the horns of the altar."
    },
    {
      "number": 28,
      "text": "Thou art my God, and I will give thanks unto Thee; Thou art my God, I will exalt Thee."
    },
    {
      "number": 29,
      "text": "O give thanks unto the LORD, for He is good, For His mercy endureth for ever."
    }
  ]
}