{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 119,
  "verses": [
    {
      "number": 1,
      "text": "ALEPH. Happy are they that are upright in the way, who walk in the law of the LORD."
    },
    {
      "number": 2,
      "text": "Happy are they that keep His testimonies, that seek Him with the whole heart."
    },
    {
      "number": 3,
      "text": "Yea, they do no unrighteousness; they walk in His ways."
    },
    {
      "number": 4,
      "text": "Thou hast ordained Thy precepts, that we should observe them diligently."
    },
    {
      "number": 5,
      "text": "Oh that my ways were directed to observe Thy statutes!"
    },
    {
      "number": 6,
      "text": "Then should I not be ashamed, when I have regard unto all Thy commandments."
    },
    {
      "number": 7,
      "text": "I will give thanks unto Thee with uprightness of heart, when I learn Thy righteous ordinances. ."
    },
    {
      "number": 8,
      "text": "I will observe Thy statutes; O forsake me not utterly."
    },
    {
      "number": 9,
      "text": "BETH. Wherewithal shall a young man keep his way pure? By taking heed thereto according to Thy word."
    },
    {
      "number": 10,
      "text": "With my whole heart have I sought Thee; O let me not err from Thy commandments."
    },
    {
      "number": 11,
      "text": "Thy word have I laid up in my heart, that I might not sin against Thee."
    },
    {
      "number": 12,
      "text": "Blessed art Thou, O LORD; Teach me Thy statutes."
    },
    {
      "number": 13,
      "text": "With my lips have I told All the ordinances of Thy mouth."
    },
    {
      "number": 14,
      "text": "I have rejoiced in the way of Thy testimonies, As much as in all riches."
    },
    {
      "number": 15,
      "text": "I will meditate in Thy precepts, And have respect unto Thy ways."
    },
    {
      "number": 16,
      "text": "I will delight myself in Thy statutes; I will not forget Thy word."
    },
    {
      "number": 17,
      "text": "GIMEL. Deal bountifully with Thy servant that I may live, and I will observe Thy word."
    },
    {
      "number": 18,
      "text": "Open Thou mine eyes, that I may behold wondrous things out of Thy law."
    },
    {
      "number": 19,
      "text": "I am a sojourner in the earth; hide not Thy commandments from me."
    },
    {
      "number": 20,
      "text": "My soul breaketh for the longing that it hath unto Thine ordinances at all times."
    },
    {
      "number": 21,
      "text": "Thou hast rebuked the proud that are cursed, that do err from Thy commandments."
    },
    {
      "number": 22,
      "text": "Take away from me reproach and contempt; for I have kept Thy testimonies."
    },
    {
      "number": 23,
      "text": "Even though princes sit and talk against me, Thy servant doth meditate in Thy statutes."
    },
    {
      "number": 24,
      "text": "Yea, Thy testimonies are my delight, they are my counsellors. DALETH."
    },
    {
      "number": 25,
      "text": "My soul cleaveth unto the dust; quicken Thou me according to Thy word."
    },
    {
      "number": 26,
      "text": "I told of my ways, and Thou didst answer me; teach me Thy statutes."
    },
    {
      "number": 27,
      "text": "Make me to understand the way of Thy precepts, that I may talk of Thy wondrous works."
    },
    {
      "number": 28,
      "text": "My soul melteth away for heaviness; sustain me according unto Thy word."
    },
    {
      "number": 29,
      "text": "Remove from me the way of falsehood; and grant me Thy law graciously."
    },
    {
      "number": 30,
      "text": "I have chosen the way of faithfulness; Thine ordinances have I set [before me]."
    },
    {
      "number": 31,
      "text": "I cleave unto Thy testimonies; O LORD, put me not to shame."
    },
    {
      "number": 32,
      "text": "I will run the way of Thy commandments, For Thou dost enlarge my heart."
    },
    {
      "number": 33,
      "text": "HE. Teach me, O LORD, the way of Thy statutes; And I will keep it at every step."
    },
    {
      "number": 34,
      "text": "Give me understanding, that I keep Thy law and observe it with my whole heart."
    },
    {
      "number": 35,
      "text": "Make me to tread in the path of Thy commandments; for therein do I delight."
    },
    {
      "number": 36,
      "text": "Incline my heart unto Thy testimonies, and not to covetousness."
    },
    {
      "number": 37,
      "text": "Turn away mine eyes from beholding vanity, and quicken me in Thy ways."
    },
    {
      "number": 38,
      "text": "Confirm Thy word unto Thy servant, which pertaineth unto the fear of Thee."
    },
    {
      "number": 39,
      "text": "Turn away my reproach which I dread; for Thine ordinances are good."
    },
    {
      "number": 40,
      "text": "Behold, I have longed after Thy precepts; quicken me in Thy righteousness."
    },
    {
      "number": 41,
      "text": "VAV. Let Thy mercies also come unto me, O LORD, even Thy salvation, according to Thy word;"
    },
    {
      "number": 42,
      "text": "That I may have an answer for him that taunteth me; for I trust in Thy word."
    },
    {
      "number": 43,
      "text": "And take not the word of truth utterly out of my mouth; for I hope in Thine ordinances;"
    },
    {
      "number": 44,
      "text": "So shall I observe Thy law continually for ever and ever;"
    },
    {
      "number": 45,
      "text": "And I will walk at ease, for I have sought Thy precepts;"
    },
    {
      "number": 46,
      "text": "I will also speak of Thy testimonies before kings, and will not be ashamed."
    },
    {
      "number": 47,
      "text": "And I will delight myself in Thy commandments, which I have loved."
    },
    {
      "number": 48,
      "text": "I will lift up my hands also unto Thy commandments, which I have loved; And I will meditate in Thy statutes."
    },
    {
      "number": 49,
      "text": "ZAIN. Remember the word unto Thy servant, Because Thou hast made me to hope."
    },
    {
      "number": 50,
      "text": "This is my comfort in my affliction, that Thy word hath quickened me."
    },
    {
      "number": 51,
      "text": "The proud have had me greatly in derision; yet have I not turned aside from Thy law."
    },
    {
      "number": 52,
      "text": "I have remembered Thine ordinances which are of old, O LORD, and have comforted myself. ."
    },
    {
      "number": 53,
      "text": "Burning indignation hath taken hold upon me, because of the wicked that forsake Thy law."
    },
    {
      "number": 54,
      "text": "Thy statutes have been my songs in the house of my pilgrimage."
    },
    {
      "number": 55,
      "text": "I have remembered Thy name, O LORD, in the night, and have observed Thy law."
    },
    {
      "number": 56,
      "text": "This I have had, that I have kept Thy precepts."
    },
    {
      "number": 57,
      "text": "HETH. My portion is the LORD, I have said that I would observe Thy words."
    },
    {
      "number": 58,
      "text": "I have entreated Thy favour with my whole heart; be gracious unto me according to Thy word."
    },
    {
      "number": 59,
      "text": "I considered my ways, and turned my feet unto Thy testimonies."
    },
    {
      "number": 60,
      "text": "I made haste, and delayed not, to observe Thy commandments."
    },
    {
      "number": 61,
      "text": "The bands of the wicked have enclosed me; but I have not forgotten Thy law."
    },
    {
      "number": 62,
      "text": "At midnight I will rise to give thanks unto Thee because of Thy righteous ordinances."
    },
    {
      "number": 63,
      "text": "I am a companion of all them that fear Thee, and of them that observe Thy precepts."
    },
    {
      "number": 64,
      "text": "The earth, O LORD, is full of Thy mercy; teach me Thy statutes."
    },
    {
      "number": 65,
      "text": "TETH. Thou hast dealt well with Thy servant, O LORD, according unto Thy word."
    },
    {
      "number": 66,
      "text": "Teach me good discernment and knowledge; for I have believed in Thy commandments."
    },
    {
      "number": 67,
      "text": "Before I was afflicted, I did err; But now I observe Thy word."
    },
    {
      "number": 68,
      "text": "Thou art good, and doest good; Teach me Thy statutes."
    },
    {
      "number": 69,
      "text": "The proud have forged a lie against me; But I with my whole heart will keep Thy precepts."
    },
    {
      "number": 70,
      "text": "Their heart is gross like fat; But I delight in Thy law."
    },
    {
      "number": 71,
      "text": "It is good for me that I have been afflicted, In order that I might learn Thy statutes."
    },
    {
      "number": 72,
      "text": "The law of Thy mouth is better unto me Than thousands of gold and silver."
    },
    {
      "number": 73,
      "text": "JOD. Thy hands have made me and fashioned me; Give me understanding, that I may learn Thy commandments."
    },
    {
      "number": 74,
      "text": "They that fear Thee shall see me and be glad, because I have hope in Thy word."
    },
    {
      "number": 75,
      "text": "I know, O LORD, that Thy judgments are righteous, and that in faithfulness Thou hast afflicted me. ."
    },
    {
      "number": 76,
      "text": "Let, I pray Thee, Thy lovingkindness be ready to comfort me, According to Thy promise unto Thy servant."
    },
    {
      "number": 77,
      "text": "Let Thy tender mercies come unto me, that I may live; for Thy law is my delight."
    },
    {
      "number": 78,
      "text": "Let the proud be put to shame, for they have distorted my cause with falsehood; but I will meditate in Thy precepts."
    },
    {
      "number": 79,
      "text": "Let those that fear Thee return unto me, and they that know Thy testimonies."
    },
    {
      "number": 80,
      "text": "Let my heart be undivided in Thy statutes, in order that I may not be put to shame."
    },
    {
      "number": 81,
      "text": "CAPH. My soul pineth for Thy salvation; in Thy word do I hope."
    },
    {
      "number": 82,
      "text": "Mine eyes fail for Thy word, Saying: 'When wilt Thou comfort me?'"
    },
    {
      "number": 83,
      "text": "For I am become like a wine-skin in the smoke; yet do I not forget Thy statutes."
    },
    {
      "number": 84,
      "text": "How many are the days of Thy servant? When wilt Thou execute judgment on them that persecute me?"
    },
    {
      "number": 85,
      "text": "The proud have digged pits for me, which is not according to Thy law."
    },
    {
      "number": 86,
      "text": "All Thy commandments are faithful; they persecute me for nought; help Thou me."
    },
    {
      "number": 87,
      "text": "They had almost consumed me upon earth; but as for me, I forsook not Thy precepts."
    },
    {
      "number": 88,
      "text": "Quicken me after Thy lovingkindness, and I will observe the testimony of Thy mouth."
    },
    {
      "number": 89,
      "text": "LAMED. For ever, O LORD, Thy word standeth fast in heaven."
    },
    {
      "number": 90,
      "text": "Thy faithfulness is unto all generations; Thou hast established the earth, and it standeth."
    },
    {
      "number": 91,
      "text": "They stand this day according to Thine ordinances; for all things are Thy servants."
    },
    {
      "number": 92,
      "text": "Unless Thy law had been my delight, I should then have perished in mine affliction."
    },
    {
      "number": 93,
      "text": "I will never forget Thy precepts; for with them Thou hast quickened me."
    },
    {
      "number": 94,
      "text": "I am Thine, save me; for I have sought Thy precepts."
    },
    {
      "number": 95,
      "text": "The wicked have waited for me to destroy me; but I will consider Thy testimonies."
    },
    {
      "number": 96,
      "text": "I have seen an end to every purpose; but Thy commandment is exceeding broad."
    },
    {
      "number": 97,
      "text": "MEM. O how love I Thy law! It is my meditation all the day."
    },
    {
      "number": 98,
      "text": "Thy commandments make me wiser than mine enemies: For they are ever with me."
    },
    {
      "number": 99,
      "text": "I have more understanding than all my teachers; For Thy testimonies are my meditation."
    },
    {
      "number": 100,
      "text": "I understand more than mine elders, because I have keep Thy precepts."
    },
    {
      "number": 101,
      "text": "I have refrained my feet from every evil way, in order that I might observe Thy word."
    },
    {
      "number": 102,
      "text": "I have not turned aside from Thine ordinances; For Thou hast instructed me."
    },
    {
      "number": 103,
      "text": "How sweet are Thy words unto my palate! Yea, sweeter than honey to my mouth!"
    },
    {
      "number": 104,
      "text": "From Thy precepts I get understanding; Therefore I hate every false way."
    },
    {
      "number": 105,
      "text": "NUN. Thy word is a lamp unto my feet, And a light unto my path."
    },
    {
      "number": 106,
      "text": "I have sworn, and have confirmed it, To observe Thy righteous ordinances."
    },
    {
      "number": 107,
      "text": "I am afflicted very much; Quicken me, O LORD, according unto Thy word."
    },
    {
      "number": 108,
      "text": "Accept, I beseech Thee, the freewill-offerings of my mouth, O LORD, And teach me Thine ordinances."
    },
    {
      "number": 109,
      "text": "My soul is continually in my hand; yet have I not forgotten Thy law."
    },
    {
      "number": 110,
      "text": "The wicked have laid a snare for me; yet went I not astray from Thy precepts."
    },
    {
      "number": 111,
      "text": "Thy testimonies have I taken as a heritage for ever; for they are the rejoicing of my heart."
    },
    {
      "number": 112,
      "text": "I have inclined my heart to perform Thy statutes, for ever, at every step."
    },
    {
      "number": 113,
      "text": "SAMECH. I hate them that are of a double mind; but Thy law do I love."
    },
    {
      "number": 114,
      "text": "Thou art my covert and my shield; in Thy word do I hope."
    },
    {
      "number": 115,
      "text": "Depart from me, ye evildoers; that I may keep the commandments of my God."
    },
    {
      "number": 116,
      "text": "Uphold me according unto Thy word, that I may live; and put me not to shame in my hope."
    },
    {
      "number": 117,
      "text": "Support Thou me, and I shall be saved; and I will occupy myself with Thy statutes continually."
    },
    {
      "number": 118,
      "text": "Thou hast made light of all them that err from Thy statutes; for their deceit is vain."
    },
    {
      "number": 119,
      "text": "Thou puttest away all the wicked of the earth like dross; therefore I love Thy testimonies."
    },
    {
      "number": 120,
      "text": "My flesh shuddereth for fear of Thee; And I am afraid of Thy judgments."
    },
    {
      "number": 121,
      "text": "AIN. I have done justice and righteousness; Leave me not to mine oppressors."
    },
    {
      "number": 122,
      "text": "Be surety for Thy servant for good; Let not the proud oppress me."
    },
    {
      "number": 123,
      "text": "Mine eyes fail for Thy salvation, and for Thy righteous word."
    },
    {
      "number": 124,
      "text": "Deal with Thy servant according unto Thy mercy, and teach me Thy statutes."
    },
    {
      "number": 125,
      "text": "I am Thy servant, give me understanding, that I may know Thy testimonies."
    },
    {
      "number": 126,
      "text": "It is time for the LORD to work; They have made void Thy law."
    },
    {
      "number": 127,
      "text": "Therefore I love Thy commandments Above gold, yea, above fine gold."
    },
    {
      "number": 128,
      "text": "Therefore I esteem all [Thy] precepts concerning all things to be right; Every false way I hate."
    },
    {
      "number": 129,
      "text": "PE. Thy testimonies are wonderful; Therefore doth my soul keep them."
    },
    {
      "number": 130,
      "text": "The opening of Thy words giveth light; it giveth understanding unto the simple."
    },
    {
      "number": 131,
      "text": "I opened wide my mouth, and panted; For I longed for Thy commandments."
    },
    {
      "number": 132,
      "text": "Turn Thee towards me, and be gracious unto me, As is Thy wont to do unto those that love Thy name."
    },
    {
      "number": 133,
      "text": "Order my footsteps by Thy word; And let not any iniquity have dominion over me."
    },
    {
      "number": 134,
      "text": "Redeem me from the oppression of man, And I will observe Thy precepts."
    },
    {
      "number": 135,
      "text": "Make Thy face to shine upon Thy servant; And teach me Thy statutes."
    },
    {
      "number": 136,
      "text": "Mine eyes run down with rivers of water, Because they observe not Thy law."
    },
    {
      "number": 137,
      "text": "TZADE. Righteous art Thou, O LORD, And upright are Thy judgments."
    },
    {
      "number": 138,
      "text": "Thou hast commanded Thy testimonies in righteousness and exceeding faithfulness."
    },
    {
      "number": 139,
      "text": "My zeal hath undone me, because mine adversaries have forgotten Thy words."
    },
    {
      "number": 140,
      "text": "Thy word is tried to the uttermost, and Thy servant loveth it."
    },
    {
      "number": 141,
      "text": "I am small and despised; yet have I not forgotten Thy precepts."
    },
    {
      "number": 142,
      "text": "Thy righteousness is an everlasting righteousness, and Thy law is truth."
    },
    {
      "number": 143,
      "text": "Trouble and anguish have overtaken me; yet Thy commandments are my delight."
    },
    {
      "number": 144,
      "text": "Thy testimonies are righteous for ever; give me understanding, and I shall live."
    },
    {
      "number": 145,
      "text": "KOPH. I have called with my whole heart; answer me, O LORD; I will keep Thy statutes."
    },
    {
      "number": 146,
      "text": "I have called Thee, save me, and I will observe Thy testimonies."
    },
    {
      "number": 147,
      "text": "I rose early at dawn, and cried; I hoped in Thy word."
    },
    {
      "number": 148,
      "text": "Mine eyes forestalled the night-watches, that I might meditate in Thy word."
    },
    {
      "number": 149,
      "text": "Hear my voice according unto Thy lovingkindness; Quicken me, O LORD, as Thou art wont."
    },
    {
      "number": 150,
      "text": "They draw nigh that follow after wickedness; they are far from Thy law."
    },
    {
      "number": 151,
      "text": "Thou art nigh, O LORD; and all Thy commandments are truth."
    },
    {
      "number": 152,
      "text": "Of old have I known from Thy testimonies that Thou hast founded them for ever."
    },
    {
      "number": 153,
      "text": "RESH. O see mine affliction, and rescue me; For I do not forget Thy law."
    },
    {
      "number": 154,
      "text": "Plead Thou my cause, and redeem me; Quicken me according to Thy word."
    },
    {
      "number": 155,
      "text": "Salvation is far from the wicked; For they seek not Thy statutes."
    },
    {
      "number": 156,
      "text": "Great are Thy compassions, O LORD; Quicken me as Thou art wont."
    },
    {
      "number": 157,
      "text": "Many are my persecutors and mine adversaries; Yet have I not turned aside from Thy testimonies."
    },
    {
      "number": 158,
      "text": "I beheld them that were faithless, and strove with them; Because they observed not Thy word."
    },
    {
      "number": 159,
      "text": "O see how I love Thy precepts; Quicken me, O LORD, according to Thy lovingkindness."
    },
    {
      "number": 160,
      "text": "The beginning of Thy word is truth; And all Thy righteous ordinance endureth for ever."
    },
    {
      "number": 161,
      "text": "SCHIN. Princes have persecuted me without a cause; But my heart standeth in awe of Thy words."
    },
    {
      "number": 162,
      "text": "I rejoice at Thy word, As one that findeth great spoil."
    },
    {
      "number": 163,
      "text": "I hate and abhor falsehood; Thy law do I love. ."
    },
    {
      "number": 164,
      "text": "Seven times a day do I praise Thee, because of Thy righteous ordinances."
    },
    {
      "number": 165,
      "text": "Great peace have they that love Thy law; And there is no stumbling for them."
    },
    {
      "number": 166,
      "text": "I have hoped for Thy salvation, O LORD, And have done Thy commandments."
    },
    {
      "number": 167,
      "text": "My soul hath observed Thy testimonies; And I love them exceedingly."
    },
    {
      "number": 168,
      "text": "I have observed Thy precepts and Thy testimonies; For all my ways are before Thee."
    },
    {
      "number": 169,
      "text": "TAV. Let my cry come near before Thee, O LORD; Give me understanding according to Thy word."
    },
    {
      "number": 170,
      "text": "Let my supplication come before Thee; deliver me according to Thy word."
    },
    {
      "number": 171,
      "text": "Let my lips utter praise: Because Thou teachest me Thy statutes."
    },
    {
      "number": 172,
      "text": "Let my tongue sing of Thy word; For all Thy commandments are righteousness."
    },
    {
      "number": 173,
      "text": "Let Thy hand be ready to help me; For I have chosen Thy precepts."
    },
    {
      "number": 174,
      "text": "I have longed for Thy salvation, O LORD; And Thy law is my delight."
    },
    {
      "number": 175,
      "text": "Let my soul live, and it shall praise Thee; And let Thine ordinances help me."
    },
    {
      "number": 176,
      "text": "I have gone astray like a lost sheep; seek Thy servant; For I have not forgotten Thy commandments."
    }
  ]
}