{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 144,
  "verses": [
    {
      "number": 1,
      "text": "[A Psalm] of David. Blessed be the LORD my Rock, Who traineth my hands for war, And my fingers for battle;"
    },
    {
      "number": 2,
      "text": "My lovingkindness, and my fortress, My high tower, and my deliverer; My shield, and He in whom I take refuge; Who subdueth my people under me."
    },
    {
      "number": 3,
      "text": "LORD, what is man, that Thou takest knowledge of him? Or the son of man, that Thou makest account of him?"
    },
    {
      "number": 4,
      "text": "Man is like unto a breath; His days are as a shadow that passeth away."
    },
    {
      "number": 5,
      "text": "O LORD, bow Thy heavens, and come down; Touch the mountains, that they may smoke."
    },
    {
      "number": 6,
      "text": "Cast forth lightning, and scatter them; Send out Thine arrows, and discomfit them."
    },
    {
      "number": 7,
      "text": "Stretch forth Thy hands from on high; Rescue me, and deliver me out of many waters, Out of the hand of strangers;"
    },
    {
      "number": 8,
      "text": "Whose mouth speaketh falsehood, And their right hand is a right hand of lying."
    },
    {
      "number": 9,
      "text": "O God, I will sing a new song unto Thee, Upon a psaltery of ten strings will I sing praises unto Thee;"
    },
    {
      "number": 10,
      "text": "Who givest salvation unto kings, Who rescuest David Thy servant from the hurtful sword."
    },
    {
      "number": 11,
      "text": "Rescue me, and deliver me out of the hand of strangers, Whose mouth speaketh falsehood, And their right hand is a right hand of lying."
    },
    {
      "number": 12,
      "text": "We whose sons are as plants grown up in their youth; Whose daughters are as corner-pillars carved after the fashion of a palace;"
    },
    {
      "number": 13,
      "text": "Whose garners are full, affording all manner of store; Whose sheep increase by thousands and ten thousands in our fields;"
    },
    {
      "number": 14,
      "text": "Whose oxen are well laden; With no breach, and no going forth, And no outcry in our broad places;"
    },
    {
      "number": 15,
      "text": "Happy is the people that is in such a case. Yea, happy is the people whose God is the LORD."
    }
  ]
}