{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 19,
  "verses": [
    {
      "number": 1,
      "text": "For the Leader. A Psalm of David."
    },
    {
      "number": 2,
      "text": "The heavens declare the glory of God, and the firmament showeth His handiwork;"
    },
    {
      "number": 3,
      "text": "Day unto day uttereth speech, and night unto night revealeth knowledge;"
    },
    {
      "number": 4,
      "text": "There is no speech, there are no words, neither is their voice heard."
    },
    {
      "number": 5,
      "text": "Their line is gone out through all the earth, and their words to the end of the world. In them hath He set a tent for the sun,"
    },
    {
      "number": 6,
      "text": "Which is as a bridegroom coming out of his chamber, and rejoiceth as a strong man to run his course."
    },
    {
      "number": 7,
      "text": "His going forth is from the end of the heaven, and his circuit unto the ends of it; and there is nothing hid from the heat thereof."
    },
    {
      "number": 8,
      "text": "The law of the LORD is perfect, restoring the soul; the testimony of the LORD is sure, making wise the simple. ."
    },
    {
      "number": 9,
      "text": "The precepts of the LORD are right, rejoicing the heart; the commandment of the LORD is pure, enlightening the eyes."
    },
    {
      "number": 10,
      "text": "The fear of the LORD is clean, enduring for ever; the ordinances of the LORD are true, they are righteous altogether;"
    },
    {
      "number": 11,
      "text": "More to be desired are they than gold, yea, than much fine gold; sweeter also than honey and the honeycomb."
    },
    {
      "number": 12,
      "text": "Moreover by them is Thy servant warned; in keeping of them there is great reward."
    },
    {
      "number": 13,
      "text": "Who can discern his errors? Clear Thou me from hidden faults."
    },
    {
      "number": 14,
      "text": "Keep back Thy servant also from presumptuous sins, that they may not have dominion over me; then shall I be faultless, and I shall be clear from great transgression."
    },
    {
      "number": 15,
      "text": "Let the words of my mouth and the meditation of my heart be acceptable before Thee, O LORD, my Rock, and my Redeemer."
    }
  ]
}