{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 21,
  "verses": [
    {
      "number": 1,
      "text": "For the Leader. A Psalm of David."
    },
    {
      "number": 2,
      "text": "O LORD, in Thy strength the king rejoiceth; and in Thy salvation how greatly doth he exult!"
    },
    {
      "number": 3,
      "text": "Thou hast given him his heart's desire, and the request of his lips Thou hast not withholden. Selah"
    },
    {
      "number": 4,
      "text": "For Thou meetest him with choicest blessings; Thou settest a crown of fine gold on his head."
    },
    {
      "number": 5,
      "text": "He asked life of Thee, Thou gavest it him; even length of days for ever and ever."
    },
    {
      "number": 6,
      "text": "His glory is great through Thy salvation; Honour and majesty dost Thou lay upon him."
    },
    {
      "number": 7,
      "text": "For Thou makest him most blessed for ever; Thou makest him glad with joy in Thy presence."
    },
    {
      "number": 8,
      "text": "For the king trusteth in the LORD, yea, in the mercy of the Most High; he shall not be moved."
    },
    {
      "number": 9,
      "text": "Thy hand shall be equal to all thine enemies; Thy right hand shall overtake those that hate thee."
    },
    {
      "number": 10,
      "text": "Thou shalt make them as a fiery furnace in the time of thine anger; The LORD shall swallow them up in His wrath, and the fire shall devour them."
    },
    {
      "number": 11,
      "text": "Their fruit shalt thou destroy from the earth, and their seed from among the children of men."
    },
    {
      "number": 12,
      "text": "For they intended evil against thee, They imagined a device, wherewith they shall not prevail."
    },
    {
      "number": 13,
      "text": "For thou shalt make them turn their back, Thou shalt make ready with thy bowstrings against the face of them."
    },
    {
      "number": 14,
      "text": "Be Thou exalted, O LORD, in Thy strength; so will we sing and praise Thy power."
    }
  ]
}