{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 40,
  "verses": [
    {
      "number": 1,
      "text": "For the Leader. A Psalm of David."
    },
    {
      "number": 2,
      "text": "I waited patiently for the LORD; and He inclined unto me, and heard my cry."
    },
    {
      "number": 3,
      "text": "He brought me up also out of the tumultuous pit, out of the miry clay; and He set my feet upon a rock, He established my goings."
    },
    {
      "number": 4,
      "text": "And He hath put a new song in my mouth, even praise unto our God; many shall see, and fear, and shall trust in the LORD."
    },
    {
      "number": 5,
      "text": "Happy is the man that hath made the LORD his trust, and hath not turned unto the arrogant, nor unto such as fall away treacherously."
    },
    {
      "number": 6,
      "text": "Many things hast Thou done, O LORD my God, even Thy wonderful works, and Thy thoughts toward us; there is none to be compared unto Thee! If I would declare and speak of them, they are more than can be told."
    },
    {
      "number": 7,
      "text": "Sacrifice and meal-offering Thou hast no delight in; mine ears hast Thou opened; burnt-offering and sin-offering hast Thou not required."
    },
    {
      "number": 8,
      "text": "Then said I: 'Lo, I am come with the roll of a book which is prescribed for me;"
    },
    {
      "number": 9,
      "text": "I delight to do Thy will, O my God; yea, Thy law is in my inmost parts.'"
    },
    {
      "number": 10,
      "text": "I have preached righteousness in the great congregation, Lo, I did not refrain my lips; O LORD, Thou knowest."
    },
    {
      "number": 11,
      "text": "I have not hid Thy righteousness within my heart; I have declared Thy faithfulness and Thy salvation; I have not concealed Thy mercy and Thy truth from the great congregation."
    },
    {
      "number": 12,
      "text": "Thou, O LORD, wilt not withhold Thy compassions from me; let Thy mercy and Thy truth continually preserve me."
    },
    {
      "number": 13,
      "text": "For innumerable evils have compassed me about, mine iniquities have overtaken me, so that I am not able to look up; they are more than the hairs of my head, and my heart hath failed me."
    },
    {
      "number": 14,
      "text": "Be pleased, O LORD, to deliver me; O LORD, make haste to help me."
    },
    {
      "number": 15,
      "text": "Let them be ashamed and abashed together that seek after my soul to sweep it away; let them be turned backward and brought to confusion that delight in my hurt."
    },
    {
      "number": 16,
      "text": "Let them be appalled by reason of their shame that say unto me: 'Aha, aha.'"
    },
    {
      "number": 17,
      "text": "Let all those that seek Thee rejoice and be glad in Thee; let such as love Thy salvation say continually: 'The LORD be magnified.'"
    },
    {
      "number": 18,
      "text": "But, as for me, that am poor and needy, the Lord will account it unto me; Thou art my help and my deliverer; O my God, tarry not."
    }
  ]
}