{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 44,
  "verses": [
    {
      "number": 1,
      "text": "For the Leader; [a Psalm] of the sons of Korah. Maschil."
    },
    {
      "number": 2,
      "text": "O God, we have heard with our ears, our fathers have told us; a work Thou didst in their days, in the days of old."
    },
    {
      "number": 3,
      "text": "Thou with Thy hand didst drive out the nations, and didst plant them in; Thou didst break the peoples, and didst spread them abroad."
    },
    {
      "number": 4,
      "text": "For not by their own sword did they get the land in possession, Neither did their own arm save them; but Thy right hand, and Thine arm, and the light of Thy countenance, because Thou wast favourable unto them."
    },
    {
      "number": 5,
      "text": "Thou art my King, O God; command the salvation of Jacob."
    },
    {
      "number": 6,
      "text": "Through Thee do we push down our adversaries; through Thy name do we tread them under that rise up against us."
    },
    {
      "number": 7,
      "text": "For I trust not in my bow, neither can my sword save me."
    },
    {
      "number": 8,
      "text": "But Thou hast saved us from our adversaries, and hast put them to shame that hate us."
    },
    {
      "number": 9,
      "text": "In God have we gloried all the day, and we will give thanks unto Thy name for ever. Selah"
    },
    {
      "number": 10,
      "text": "Yet Thou hast cast off, and brought us to confusion; and goest not forth with our hosts."
    },
    {
      "number": 11,
      "text": "Thou makest us to turn back from the adversary; and they that hate us spoil at their will."
    },
    {
      "number": 12,
      "text": "Thou hast given us like sheep to be eaten; and hast scattered us among the nations."
    },
    {
      "number": 13,
      "text": "Thou sellest Thy people for small gain, and hast not set their prices high."
    },
    {
      "number": 14,
      "text": "Thou makest us a taunt to our neighbours, a scorn and a derision to them that are round about us."
    },
    {
      "number": 15,
      "text": "Thou makest us a byword among the nations, a shaking of the head among the peoples."
    },
    {
      "number": 16,
      "text": "All the day is my confusion before me, and the shame of my face hath covered me,"
    },
    {
      "number": 17,
      "text": "For the voice of him that taunteth and blasphemeth; by reason of the enemy and the revengeful."
    },
    {
      "number": 18,
      "text": "All this is come upon us; yet have we not forgotten Thee, neither have we been false to Thy covenant."
    },
    {
      "number": 19,
      "text": "Our heart is not turned back, neither have our steps declined from Thy path;"
    },
    {
      "number": 20,
      "text": "Though Thou hast crushed us into a place of jackals, and covered us with the shadow of death."
    },
    {
      "number": 21,
      "text": "If we had forgotten the name of our God, or spread forth our hands to a strange god; ."
    },
    {
      "number": 22,
      "text": "Would not God search this out? For He knoweth the secrets of the heart."
    },
    {
      "number": 23,
      "text": "Nay, but for Thy sake are we killed all the day; we are accounted as sheep for the slaughter."
    },
    {
      "number": 24,
      "text": "Awake, why sleepest Thou, O Lord? Arouse Thyself, cast not off for ever."
    },
    {
      "number": 25,
      "text": "Wherefore hidest Thou Thy face, and forgettest our affliction and our oppression?"
    },
    {
      "number": 26,
      "text": "For our soul is bowed down to the dust; our belly cleaveth unto the earth."
    },
    {
      "number": 27,
      "text": "Arise for our help, and redeem us for Thy mercy's sake."
    }
  ]
}