{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 51,
  "verses": [
    {
      "number": 1,
      "text": "For the Leader. A Psalm of David;"
    },
    {
      "number": 2,
      "text": "when Nathan the prophet came unto him, after he had gone in to Bath-sheba."
    },
    {
      "number": 3,
      "text": "Be gracious unto me, O God, according to Thy mercy; According to the multitude of Thy compassions blot out my transgressions."
    },
    {
      "number": 4,
      "text": "Wash me thoroughly from mine iniquity, And cleanse me from my sin."
    },
    {
      "number": 5,
      "text": "For I know my transgressions; And my sin is ever before me."
    },
    {
      "number": 6,
      "text": "Against Thee, Thee only, have I sinned, And done that which is evil in Thy sight; That Thou mayest be justified when Thou speakest, And be in the right when Thou judgest."
    },
    {
      "number": 7,
      "text": "Behold, I was brought forth in iniquity, and in sin did my mother conceive me."
    },
    {
      "number": 8,
      "text": "Behold, Thou desirest truth in the inward parts; make me, therefore, to know wisdom in mine inmost heart."
    },
    {
      "number": 9,
      "text": "Purge me with hyssop, and I shall be clean; wash me, and I shall be whiter than snow."
    },
    {
      "number": 10,
      "text": "Make me to hear joy and gladness; that the bones which Thou hast crushed may rejoice."
    },
    {
      "number": 11,
      "text": "Hide Thy face from my sins, and blot out all mine iniquities."
    },
    {
      "number": 12,
      "text": "Create me a clean heart, O God; and renew a stedfast spirit within me."
    },
    {
      "number": 13,
      "text": "Cast me not away from Thy presence; and take not Thy holy spirit from me."
    },
    {
      "number": 14,
      "text": "Restore unto me the joy of Thy salvation; and let a willing spirit uphold me."
    },
    {
      "number": 15,
      "text": "Then will I teach transgressors Thy ways; and sinners shall return unto Thee. ."
    },
    {
      "number": 16,
      "text": "Deliver me from bloodguiltiness, O God, Thou God of my salvation; so shall my tongue sing aloud of Thy righteousness."
    },
    {
      "number": 17,
      "text": "O Lord, open Thou my lips; and my mouth shall declare Thy praise."
    },
    {
      "number": 18,
      "text": "For Thou delightest not in sacrifice, else would I give it; Thou hast no pleasure in burnt-offering."
    },
    {
      "number": 19,
      "text": "The sacrifices of God are a broken spirit; a broken and a contrite heart, O God, Thou wilt not despise."
    },
    {
      "number": 20,
      "text": "Do good in Thy favour unto Zion; build Thou the walls of Jerusalem."
    },
    {
      "number": 21,
      "text": "Then wilt Thou delight in the sacrifices of righteousness, in burnt-offering and whole offering; Then will they offer bullocks upon Thine altar."
    }
  ]
}