{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 56,
  "verses": [
    {
      "number": 1,
      "text": "For the Leader; upon Jonath-elem-rehokim. [A Psalm] of David; Michtam; when the Philistines took him in Gath. ."
    },
    {
      "number": 2,
      "text": "Be gracious unto me, O God, for man would swallow me up; All the day he fighting oppresseth me."
    },
    {
      "number": 3,
      "text": "They that lie in wait for me would swallow me up all the day; For they are many that fight against me, O Most High,"
    },
    {
      "number": 4,
      "text": "In the day that I am afraid, I will put my trust in Thee."
    },
    {
      "number": 5,
      "text": "In God—I will praise His word— In God do I trust, I will not be afraid; What can flesh do unto me?"
    },
    {
      "number": 6,
      "text": "All the day they trouble mine affairs; All their thoughts are against me for evil."
    },
    {
      "number": 7,
      "text": "They gather themselves together, they hide themselves, They mark my steps; According as they have waited for my soul."
    },
    {
      "number": 8,
      "text": "Because of iniquity cast them out; In anger bring down the peoples, O God."
    },
    {
      "number": 9,
      "text": "Thou has counted my wanderings; Put Thou my tears into Thy bottle; Are they not in Thy book?"
    },
    {
      "number": 10,
      "text": "Then shall mine enemies turn back in the day that I call; This I know, that God is for me."
    },
    {
      "number": 11,
      "text": "In God—I will praise His word— In the LORD—I will praise His word—"
    },
    {
      "number": 12,
      "text": "In God do I trust, I will not be afraid; What can man do unto me?"
    },
    {
      "number": 13,
      "text": "Thy vows are upon me, O God; I will render thank-offerings unto Thee."
    },
    {
      "number": 14,
      "text": "For thou hast delivered my soul from death; Hast Thou not delivered my feet from stumbling? That I may walk before God in the light of the living?"
    }
  ]
}