{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 59,
  "verses": [
    {
      "number": 1,
      "text": "For the Leader; Al-tashheth. [A Psalm] of David; Michtam; when Saul sent, and they watched the house to kill him."
    },
    {
      "number": 2,
      "text": "Deliver me from mine enemies, O my God; set me on high from them that rise up against me."
    },
    {
      "number": 3,
      "text": "Deliver me from the workers of iniquity, and save me from the men of blood."
    },
    {
      "number": 4,
      "text": "For, lo, they lie in wait for my soul; the impudent gather themselves together against me; not for my transgression, nor for my sin, O LORD."
    },
    {
      "number": 5,
      "text": "Without my fault, they run and prepare themselves; awake Thou to help me, and behold."
    },
    {
      "number": 6,
      "text": "Thou therefore, O LORD God of hosts, the God of Israel, arouse Thyself to punish all the nations; show no mercy to any iniquitous traitors. Selah"
    },
    {
      "number": 7,
      "text": "They return at evening, they howl like a dog, and go round about the city."
    },
    {
      "number": 8,
      "text": "Behold, they belch out with their mouth; swords are in their lips: 'For who doth hear?'"
    },
    {
      "number": 9,
      "text": "But Thou, O LORD, shalt laugh at them; Thou shalt have all the nations in derision."
    },
    {
      "number": 10,
      "text": "Because of his strength, I will wait for Thee; for God is my high tower."
    },
    {
      "number": 11,
      "text": "The God of my mercy will come to meet me; God will let me gaze upon mine adversaries."
    },
    {
      "number": 12,
      "text": "Slay them not, lest my people forget, make them wander to and fro by Thy power, and bring them down, O Lord our shield."
    },
    {
      "number": 13,
      "text": "For the sin of their mouth, and the words of their lips, let them even be taken in their pride, and for cursing and lying which they speak."
    },
    {
      "number": 14,
      "text": "Consume them in wrath, consume them, that they be no more; and let them know that God ruleth in Jacob, unto the ends of the earth. Selah"
    },
    {
      "number": 15,
      "text": "And they return at evening, they howl like a dog, and go round about the city;"
    },
    {
      "number": 16,
      "text": "They wander up and down to devour, and tarry all night if they have not their fill."
    },
    {
      "number": 17,
      "text": "But as for me, I will sing of Thy strength; yea, I will sing aloud of Thy mercy in the morning; for Thou hast been my high tower, and a refuge in the day of my distress."
    },
    {
      "number": 18,
      "text": "O my strength, unto Thee will I sing praises; for God is my high tower, the God of my mercy."
    }
  ]
}