{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 60,
  "verses": [
    {
      "number": 1,
      "text": "For the Leader; upon Shushan Eduth; Michtam of David, to teach;"
    },
    {
      "number": 2,
      "text": "when he strove with Aram-naharaim and with Aram-zobah, and Joab returned, and smote of Edom in the Valley of Salt twelve thousand."
    },
    {
      "number": 3,
      "text": "O God, Thou hast cast us off, Thou hast broken us down; Thou hast been angry; O restore us."
    },
    {
      "number": 4,
      "text": "Thou hast made the land to shake, Thou hast cleft it; Heal the breaches thereof; for it tottereth."
    },
    {
      "number": 5,
      "text": "Thou hast made Thy people to see hard things; Thou hast made us to drink the wine of staggering."
    },
    {
      "number": 6,
      "text": "Thou hast given a banner to them that fear Thee, That it may be displayed because of the truth. Selah"
    },
    {
      "number": 7,
      "text": "That Thy beloved may be delivered, Save with Thy right hand, and answer me."
    },
    {
      "number": 8,
      "text": "God spoke in His holiness, that I would exult; That I would divide Shechem, and mete out the valley of Succoth."
    },
    {
      "number": 9,
      "text": "Gilead is mine, and Manasseh is mine; Ephraim also is the defence of my head; Judah is my sceptre."
    },
    {
      "number": 10,
      "text": "Moab is my washpot; Upon Edom do I cast my shoe; Philistia, cry aloud because of me!"
    },
    {
      "number": 11,
      "text": "Who will bring me into the fortified city? Who will lead me unto Edom?"
    },
    {
      "number": 12,
      "text": "Hast not Thou, O God, cast us off? And Thou goest not forth, O God, with our hosts."
    },
    {
      "number": 13,
      "text": "Give us help against the adversary; For vain is the help of man."
    },
    {
      "number": 14,
      "text": "Through God we shall do valiantly; For He it is that will tread down our adversaries."
    }
  ]
}