{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 65,
  "verses": [
    {
      "number": 1,
      "text": "For the Leader. A Psalm. A Song of David."
    },
    {
      "number": 2,
      "text": "Praise waiteth for Thee, O God, in Zion; and unto Thee the vow is performed."
    },
    {
      "number": 3,
      "text": "O Thou that hearest prayer, unto Thee doth all flesh come."
    },
    {
      "number": 4,
      "text": "The tale of iniquities is too heavy for me; as for our transgressions, Thou wilt pardon them."
    },
    {
      "number": 5,
      "text": "Happy is the man whom Thou choosest, and bringest near, that he may dwell in Thy courts; may we be satisfied with the goodness of Thy house, the holy place of Thy temple!"
    },
    {
      "number": 6,
      "text": "With wondrous works dost Thou answer us in righteousness, O God of our salvation; Thou the confidence of all the ends of the earth, and of the far distant seas;"
    },
    {
      "number": 7,
      "text": "Who by Thy strength settest fast the mountains, who art girded about with might;"
    },
    {
      "number": 8,
      "text": "Who stillest the roaring of the seas, the roaring of their waves, and the tumult of the peoples;"
    },
    {
      "number": 9,
      "text": "So that they that dwell in the uttermost parts stand in awe of Thy signs; Thou makest the outgoings of the morning and evening to rejoice."
    },
    {
      "number": 10,
      "text": "Thou hast remembered the earth, and watered her, greatly enriching her, with the river of God that is full of water; Thou preparest them corn, for so preparest Thou her."
    },
    {
      "number": 11,
      "text": "Watering her ridges abundantly, settling down the furrows thereof, Thou makest her soft with showers; Thou blessest the growth thereof."
    },
    {
      "number": 12,
      "text": "Thou crownest the year with Thy goodness; and Thy paths drop fatness."
    },
    {
      "number": 13,
      "text": "The pastures of the wilderness do drop; and the hills are girded with joy."
    },
    {
      "number": 14,
      "text": "The meadows are clothed with flocks; the valleys also are covered over with corn; they shout for joy, yea, they sing."
    }
  ]
}