{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 77,
  "verses": [
    {
      "number": 1,
      "text": "For the Leader; for Jeduthun. A Psalm of Asaph."
    },
    {
      "number": 2,
      "text": "I will lift up my voice unto God, an cry; I will lift up my voice unto God, that He may give ear unto me."
    },
    {
      "number": 3,
      "text": "In the day of my trouble I seek the Lord; With my hand uplifted, [mine eye] streameth in the night without ceasing; My soul refuseth to be comforted."
    },
    {
      "number": 4,
      "text": "When I think thereon, O God, I must moan; When I muse thereon, my spirit fainteth. Selah ."
    },
    {
      "number": 5,
      "text": "Thou holdest fast the lids of mine eyes; I am troubled, and cannot speak."
    },
    {
      "number": 6,
      "text": "I have pondered the days of old, the years of ancient times."
    },
    {
      "number": 7,
      "text": "In the night I will call to remembrance my song; I will commune with mine own heart; And my spirit maketh diligent search"
    },
    {
      "number": 8,
      "text": "'Will the Lord cast off for ever? And will He be favourable no more?"
    },
    {
      "number": 9,
      "text": "Is His mercy clean gone for ever? Is His promise come to an end for evermore?"
    },
    {
      "number": 10,
      "text": "Hath God forgotten to be gracious? Hath He in anger shut up his compassions?' Selah"
    },
    {
      "number": 11,
      "text": "And I say 'This is my weakness, That the right hand of the Most High could change."
    },
    {
      "number": 12,
      "text": "I will make mention of the deeds of the LORD; Yea, I will remember Thy wonders of old."
    },
    {
      "number": 13,
      "text": "I will meditate also upon all Thy work, And muse on Thy doings.'"
    },
    {
      "number": 14,
      "text": "O God, Thy way is in holiness; Who is a great god like unto God?"
    },
    {
      "number": 15,
      "text": "Thou art the God that doest wonders; Thou hast made known Thy strength among the peoples."
    },
    {
      "number": 16,
      "text": "Thou hast with Thine arm redeemed Thy people, The sons of Jacob and Joseph. Selah"
    },
    {
      "number": 17,
      "text": "The waters saw Thee, O God; The waters saw Thee, they were in pain; The depths also trembled."
    },
    {
      "number": 18,
      "text": "The clouds flooded forth waters; The skies sent out a sound; Thine arrows also went abroad."
    },
    {
      "number": 19,
      "text": "The voice of Thy thunder was in the whirlwind; The lightnings lighted up the world; The earth trembled and shook."
    },
    {
      "number": 20,
      "text": "Thy way was in the sea, And Thy path in the great waters, And Thy footsteps were not known."
    },
    {
      "number": 21,
      "text": "Thou didst lead Thy people like a flock, By the hand of Moses and Aaron."
    }
  ]
}