{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 80,
  "verses": [
    {
      "number": 1,
      "text": "For the Leader; upon Shoshannim. A testimony. A Psalm of Asaph."
    },
    {
      "number": 2,
      "text": "Give ear, O Shepherd of Israel, Thou that leadest Joseph like a flock; Thou that art enthroned upon the cherubim, shine forth."
    },
    {
      "number": 3,
      "text": "Before Ephraim and Benjamin and Manasseh, stir up Thy might, And come to save us."
    },
    {
      "number": 4,
      "text": "O God, restore us; And cause Thy face to shine, and we shall be saved."
    },
    {
      "number": 5,
      "text": "O LORD God of hosts, How long wilt Thou be angry against the prayer of Thy people?"
    },
    {
      "number": 6,
      "text": "Thou hast fed them with the bread of tears, And given them tears to drink in large measure."
    },
    {
      "number": 7,
      "text": "Thou makest us a strife unto our neighbours; And our enemies mock as they please."
    },
    {
      "number": 8,
      "text": "O God of hosts, restore us; And cause Thy face to shine, and we shall be saved."
    },
    {
      "number": 9,
      "text": "Thou didst pluck up a vine out of Egypt; Thou didst drive out the nations, and didst plant it."
    },
    {
      "number": 10,
      "text": "Thou didst clear a place before it, And it took deep root, and filled the land."
    },
    {
      "number": 11,
      "text": "The mountains were covered with the shadow of it, And the mighty cedars with the boughs thereof."
    },
    {
      "number": 12,
      "text": "She sent out her branches unto the sea, And her shoots unto the River."
    },
    {
      "number": 13,
      "text": "Why hast Thou broken down her fences, So that all they that pass by the way do pluck her?"
    },
    {
      "number": 14,
      "text": "The boar out of the wood doth ravage it, That which moveth in the field feedeth on it."
    },
    {
      "number": 15,
      "text": "O God of hosts, return, we beseech Thee; Look from heaven, and behold, and be mindful of this vine,"
    },
    {
      "number": 16,
      "text": "And of the stock which Thy right hand hath planted, And the branch that Thou madest strong for Thyself. ."
    },
    {
      "number": 17,
      "text": "It is burned with fire, it is cut down; They perish at the rebuke of Thy countenance."
    },
    {
      "number": 18,
      "text": "Let Thy hand be upon the man of Thy right hand, Upon the son of man whom Thou madest strong for Thyself."
    },
    {
      "number": 19,
      "text": "So shall we not turn back from Thee; Quicken Thou us, and we will call upon Thy name."
    },
    {
      "number": 20,
      "text": "O LORD God of hosts, restore us; Cause Thy face to shine, and we shall be saved."
    }
  ]
}