{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 81,
  "verses": [
    {
      "number": 1,
      "text": "For the Leader; upon the Gittith. [A Psalm] of Asaph."
    },
    {
      "number": 2,
      "text": "Sing aloud unto God our strength; shout unto the God of Jacob."
    },
    {
      "number": 3,
      "text": "Take up the melody, and sound the timbrel, the sweet harp with the psaltery."
    },
    {
      "number": 4,
      "text": "Blow the horn at the new moon, at the full moon for our feast-day."
    },
    {
      "number": 5,
      "text": "For it is a statute for Israel, an ordinance of the God of Jacob."
    },
    {
      "number": 6,
      "text": "He appointed it in Joseph for a testimony, when He went forth against the land of Egypt. The speech of one that I knew not did I hear:"
    },
    {
      "number": 7,
      "text": "'I removed his shoulder from the burden; His hands were freed from the basket."
    },
    {
      "number": 8,
      "text": "Thou didst call in trouble, and I rescued thee; I answered thee in the secret place of thunder; I proved thee at the waters of Meribah. Selah"
    },
    {
      "number": 9,
      "text": "Hear, O My people, and I will admonish thee: O Israel, if thou wouldest hearken unto Me!"
    },
    {
      "number": 10,
      "text": "There shall no strange god be in thee; neither shalt thou worship any foreign god."
    },
    {
      "number": 11,
      "text": "I am the LORD thy God, who brought thee up out of the land of Egypt; open thy mouth wide, and I will fill it."
    },
    {
      "number": 12,
      "text": "But My people hearkened not to My voice; And Israel would none of Me."
    },
    {
      "number": 13,
      "text": "So I let them go after the stubbornness of their heart, That they might walk in their own counsels."
    },
    {
      "number": 14,
      "text": "Oh that My people would hearken unto Me, That Israel would walk in My ways!"
    },
    {
      "number": 15,
      "text": "I would soon subdue their enemies, And turn My hand against their adversaries."
    },
    {
      "number": 16,
      "text": "The haters of the LORD should dwindle away before Him; And their punishment should endure for ever."
    },
    {
      "number": 17,
      "text": "They should also be fed with the fat of wheat; and with honey out of the rock would I satisfy thee.'"
    }
  ]
}