{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 83,
  "verses": [
    {
      "number": 1,
      "text": "A Song, a Psalm of Asaph."
    },
    {
      "number": 2,
      "text": "O God, keep not Thou silence; Hold not Thy peace, and be not still, O God."
    },
    {
      "number": 3,
      "text": "For, lo, Thine enemies are in an uproar; And they that hate Thee have lifted up the head."
    },
    {
      "number": 4,
      "text": "They hold crafty converse against Thy people, And take counsel against Thy treasured ones."
    },
    {
      "number": 5,
      "text": "They have said: 'Come, and let us cut them off from being a nation; That the name of Israel may be no more in remembrance.'"
    },
    {
      "number": 6,
      "text": "For they have consulted together with one consent; Against Thee do they make a covenant;"
    },
    {
      "number": 7,
      "text": "The tents of Edom and the Ishmaelites; Moab, and the Hagrites;"
    },
    {
      "number": 8,
      "text": "Gebal, and Ammon, and Amalek; Philistia with the inhabitants of Tyre;"
    },
    {
      "number": 9,
      "text": "Assyria also is joined with them; They have been an arm to the children of Lot. Selah"
    },
    {
      "number": 10,
      "text": "Do Thou unto them as unto Midian; As to Sisera, as to Jabin, at the brook Kishon;"
    },
    {
      "number": 11,
      "text": "Who were destroyed at En-dor; They became as dung for the earth."
    },
    {
      "number": 12,
      "text": "Make their nobles like Oreb and Zeeb, And like Zebah and Zalmunna all their princes;"
    },
    {
      "number": 13,
      "text": "Who said: 'Let us take to ourselves in possession The habitations of God.'"
    },
    {
      "number": 14,
      "text": "O my God, make them like the whirling dust; As stubble before the wind."
    },
    {
      "number": 15,
      "text": "As the fire that burneth the forest, And as the flame that setteth the mountains ablaze;"
    },
    {
      "number": 16,
      "text": "So pursue them with Thy tempest, And affright them with Thy storm."
    },
    {
      "number": 17,
      "text": "Fill their faces with shame; That they may seek Thy name, O LORD."
    },
    {
      "number": 18,
      "text": "Let them be ashamed and affrighted for ever; Yea, let them be abashed and perish;"
    },
    {
      "number": 19,
      "text": "That they may know that it is Thou alone whose name is the LORD, The Most High over all the earth."
    }
  ]
}