{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 88,
  "verses": [
    {
      "number": 1,
      "text": "A Song, a Psalm of the sons of Korah; for the Leader; upon Mahalath Leannoth. Maschil of Heman the Ezrahite."
    },
    {
      "number": 2,
      "text": "O LORD, God of my salvation, What time I cry in the night before Thee,"
    },
    {
      "number": 3,
      "text": "Let my prayer come before Thee, Incline Thine ear unto my cry."
    },
    {
      "number": 4,
      "text": "For my soul is sated with troubles, And my life draweth nigh unto the grave."
    },
    {
      "number": 5,
      "text": "I am counted with them that go down into the pit; I am become as a man that hath no help;"
    },
    {
      "number": 6,
      "text": "Set apart among the dead, Like the slain that lie in the grave, Whom Thou rememberest no more; And they are cut off from Thy hand. ."
    },
    {
      "number": 7,
      "text": "Thou hast laid me in the nether-most pit, In dark places, in the deeps."
    },
    {
      "number": 8,
      "text": "Thy wrath lieth hard upon me, And all Thy waves Thou pressest down. Selah"
    },
    {
      "number": 9,
      "text": "Thou hast put mine acquaintance far from me; Thou hast made me an abomination unto them; I am shut up, and I cannot come forth."
    },
    {
      "number": 10,
      "text": "Mine eye languisheth by reason of affliction; I have called upon Thee, O LORD, every day, I have spread forth my hands unto Thee."
    },
    {
      "number": 11,
      "text": "Wilt Thou work wonders for the dead? Or shall the shades arise and give Thee thanks? Selah"
    },
    {
      "number": 12,
      "text": "Shall Thy mercy be declared in the grave? Or Thy faithfulness in destruction?"
    },
    {
      "number": 13,
      "text": "Shall Thy wonders be known in the dark? And Thy righteousness in the land of forgetfulness?"
    },
    {
      "number": 14,
      "text": "But as for me, unto Thee, O LORD, do I cry, And in the morning doth my prayer come to meet Thee."
    },
    {
      "number": 15,
      "text": "LORD, why castest Thou off my soul? Why hidest Thou Thy face from me?"
    },
    {
      "number": 16,
      "text": "I am afflicted and at the point of death from my youth up; I have borne Thy terrors, I am distracted."
    },
    {
      "number": 17,
      "text": "Thy fierce wrath is gone over me; Thy terrors have cut me off."
    },
    {
      "number": 18,
      "text": "They came round about me like water all the day; They compassed me about together."
    },
    {
      "number": 19,
      "text": "Friend and companion hast Thou put far from me, And mine acquaintance into darkness."
    }
  ]
}