{
  "scriptureId": "tanakh-jps",
  "bookId": "psalms",
  "chapter": 92,
  "verses": [
    {
      "number": 1,
      "text": "A Psalm, a Song. For the sabbath day."
    },
    {
      "number": 2,
      "text": "It is a good thing to give thanks unto the LORD, And to sing praises unto Thy name, O Most High;"
    },
    {
      "number": 3,
      "text": "To declare Thy lovingkindness in the morning, And Thy faithfulness in the night seasons,"
    },
    {
      "number": 4,
      "text": "With an instrument of ten strings, and with the psaltery; With a solemn sound upon the harp."
    },
    {
      "number": 5,
      "text": "For Thou, LORD, hast made me glad through Thy work; I will exult in the works of Thy hands."
    },
    {
      "number": 6,
      "text": "How great are Thy works, O LORD! Thy thoughts are very deep."
    },
    {
      "number": 7,
      "text": "A brutish man knoweth not, Neither doth a fool understand this."
    },
    {
      "number": 8,
      "text": "When the wicked spring up as the grass, And when all the workers of iniquity do flourish; It is that they may be destroyed for ever."
    },
    {
      "number": 9,
      "text": "But Thou, O LORD, art on high for evermore."
    },
    {
      "number": 10,
      "text": "For, lo, Thine enemies, O LORD, For, lo, Thine enemies shall perish: All the workers of iniquity shall be scattered."
    },
    {
      "number": 11,
      "text": "But my horn hast Thou exalted like the horn of the wild-ox; I am anointed with rich oil."
    },
    {
      "number": 12,
      "text": "Mine eye also hath gazed on them that lie in wait for me, Mine ears have heard my desire of the evil-doers that rise up against me."
    },
    {
      "number": 13,
      "text": "The righteous shall flourish like the palm-tree; He shall grow like a cedar in Lebanon."
    },
    {
      "number": 14,
      "text": "Planted in the house of the LORD, They shall flourish in the courts of our God."
    },
    {
      "number": 15,
      "text": "They shall still bring forth fruit in old age; They shall be full of sap and richness;"
    },
    {
      "number": 16,
      "text": "To declare that the LORD is upright, My Rock, in whom there is no unrighteousness."
    }
  ]
}