{
  "scriptureId": "tanakh-jps",
  "bookId": "i-chronicles",
  "chapter": 6,
  "verses": [
    {
      "number": 1,
      "text": "The sons of Levi: Gershom, Kohath and Merari."
    },
    {
      "number": 2,
      "text": "And these are the names of the sons of Gershom: Libni, and Shimei."
    },
    {
      "number": 3,
      "text": "And the sons of Kohath were Amram, and Izhar, and Hebron, and Uzziel."
    },
    {
      "number": 4,
      "text": "The sons of Merari: Mahli, and Mushi. And these are the families of the Levites according to their fathers’houses."
    },
    {
      "number": 5,
      "text": "Of Gershom: Libni his son, Jahath his son, Zimmah his son;"
    },
    {
      "number": 6,
      "text": "Joah his son, Iddo his son, Zerah his son, Jeatherai his son. ."
    },
    {
      "number": 7,
      "text": "The sons of Kohath: Amminadab his son, Korah his son, Assir his son;"
    },
    {
      "number": 8,
      "text": "Elkanah his son, and Ebiasaph his son, and Assir his son;"
    },
    {
      "number": 9,
      "text": "Tahath his son, Uriel his son, Uzziah his son, and Shaul his son."
    },
    {
      "number": 10,
      "text": "And the sons of Elkanah: Amasai, and Ahimoth."
    },
    {
      "number": 11,
      "text": "As for Elkanah: the sons of Elkanah: Zophai his son, and Nahath his son;"
    },
    {
      "number": 12,
      "text": "Eliab his son, Jeroham his son, Elkanah his son."
    },
    {
      "number": 13,
      "text": "And the sons of Samuel: the first-born Vashni; then Abiah."
    },
    {
      "number": 14,
      "text": "The sons of Merari: Mahli; Libni his son, Shimei his son, Uzzah his son;"
    },
    {
      "number": 15,
      "text": "Shimea his son, Haggiah his son, Asaiah his son."
    },
    {
      "number": 16,
      "text": "And these are they whom David set over the service of song in the house of the LORD, after that the ark had rest."
    },
    {
      "number": 17,
      "text": "And they ministered with song before the tabernacle of the tent of meeting, until Solomon had built the house of the LORD in Jerusalem; and they took their station at their service according to their order."
    },
    {
      "number": 18,
      "text": "And these are they that took their station, and their sons. Of the sons of the Kohathites: Heman the singer, the son of Joel, the son of Samuel;"
    },
    {
      "number": 19,
      "text": "the son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah;"
    },
    {
      "number": 20,
      "text": "the son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai;"
    },
    {
      "number": 21,
      "text": "the son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah;"
    },
    {
      "number": 22,
      "text": "the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah;"
    },
    {
      "number": 23,
      "text": "the son of Izhar, the son of Kohath, the son of Levi, the son of Israel."
    },
    {
      "number": 24,
      "text": "And his brother Asaph, who stood on his right hand; even Asaph the son of Berechiah, the son of Shimea;"
    },
    {
      "number": 25,
      "text": "the son of Michael, the son of Baaseiah, the son of Malchijah;"
    },
    {
      "number": 26,
      "text": "the son of Ethni, the son of Zerah, the son of Adaiah;"
    },
    {
      "number": 27,
      "text": "the son of Ethan, the son of Zimmah, the son of Shimei;"
    },
    {
      "number": 28,
      "text": "the son of Jahath, the son of Gershom, the son of Levi."
    },
    {
      "number": 29,
      "text": "And on the left hand their brethren the sons of Merari: Ethan the son of Kishi, the son of Abdi, the son of Malluch;"
    },
    {
      "number": 30,
      "text": "the son of Hashabiah, the son of Amaziah, the son of Hilkiah;"
    },
    {
      "number": 31,
      "text": "the son of Amzi, the son of Bani, the son of Shemer;"
    },
    {
      "number": 32,
      "text": "the son of Mahli, the son of Mushi, the son of Merari, the son of Levi."
    },
    {
      "number": 33,
      "text": "And their brethren the Levites were appointed for all the service of the tabernacle of the house of God."
    },
    {
      "number": 34,
      "text": "But Aaron and his sons offered upon the altar of burnt-offering, and upon the altar of incense, for all the work of the most holy place, and to make atonement for Israel, according to all that Moses the servant of God had commanded."
    },
    {
      "number": 35,
      "text": "And these are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son;"
    },
    {
      "number": 36,
      "text": "Bukki his son, Uzzi his son, Zerahiah his son;"
    },
    {
      "number": 37,
      "text": "Meraioth his son, Amariah his son, Ahitub his son;"
    },
    {
      "number": 38,
      "text": "Zadok his son, Ahimaaz his son."
    },
    {
      "number": 39,
      "text": "Now these are their dwelling-places according to their encampments in their borders: to the sons of Aaron, of the families of the Kohathites, for theirs was the [first] lot,"
    },
    {
      "number": 40,
      "text": "to them they gave Hebron in the land of Judah, and the open land round about it;"
    },
    {
      "number": 41,
      "text": "but the fields of the city, and the villages thereof, they gave to Caleb the son of Jephunneh."
    },
    {
      "number": 42,
      "text": "And to the sons of Aaron they gave the acity of refuge, Hebron; Libnah also with the open land about it, and Jattir, and Eshtemoa with the open land about it;"
    },
    {
      "number": 43,
      "text": "and Hilen with the open land about it, Debir with the open land about it;"
    },
    {
      "number": 44,
      "text": "and Ashan with the open land about it, and Beth-shemesh with the open land about it;"
    },
    {
      "number": 45,
      "text": "and out of the tribe of Benjamin: Geba with the open land about it, and Alemeth with the open land about it, and Anathoth with the open land about it. All their cities throughout their families were thirteen cities."
    },
    {
      "number": 46,
      "text": "And unto the rest of the sons of Kohath were given by lot, out of the family of the tribe, out of the half-tribe, the half of Manasseh, ten cities."
    },
    {
      "number": 47,
      "text": "And to the sons of Gershom, according to their families, out of the tribe of Issachar, and out of the tribe of Asher, and out of the tribe of Naphtali, and out of the tribe of Manasseh in Bashan, thirteen cities."
    },
    {
      "number": 48,
      "text": "Unto the sons of Merari were given by lot, according to their families, out of the tribe of Reuben, and out of the tribe of Gad, and out of the tribe of Zebulun, twelve cities."
    },
    {
      "number": 49,
      "text": "So the children of Israel gave to the Levites the cities with the open land about them."
    },
    {
      "number": 50,
      "text": "And they gave by lot out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, and out of the tribe of the children of Benjamin, these cities which are mentioned by name."
    },
    {
      "number": 51,
      "text": "And some of the families of the sons of Kohath had cities of their borders out of the tribe of Ephraim."
    },
    {
      "number": 52,
      "text": "And they gave unto them the bcity of refuge, Shechem in the hill-country of Ephraim with the open land about it; Gezer also with the open land about it;"
    },
    {
      "number": 53,
      "text": "and Jokmeam with the open land about it, and Bethhoron with the open land about it;"
    },
    {
      "number": 54,
      "text": "and Aijalon with the open land about it, and Gath-rimmon with the open land about it;"
    },
    {
      "number": 55,
      "text": "and out of the half-tribe of Manasseh: Aner with the open land about it, and Bileam with the open land about it, for the rest of the family of the sons of Kohath."
    },
    {
      "number": 56,
      "text": "Unto the sons of Gershom were given, out of the family of the half-tribe of Manasseh, Golan in Bashan with the open land about it, and Ashtaroth with the open land about it;"
    },
    {
      "number": 57,
      "text": "and out of the tribe of Issachar: Kedesh with the open land about it, Dobrath with the open land about it;"
    },
    {
      "number": 58,
      "text": "and Ramoth with the open land about it, and Anem with the open land about it;"
    },
    {
      "number": 59,
      "text": "and out of the tribe of Asher: Mashal with the open land about it, and Abdon with the open land about it;"
    },
    {
      "number": 60,
      "text": "and Hukok with the open land about it; and Rehob with the open land about it;"
    },
    {
      "number": 61,
      "text": "and out of the tribe of Naphtali: Kedesh in Galilee with the open land about it, and Hammon with the open land about it, and Kiriathaim with the open land about it."
    },
    {
      "number": 62,
      "text": "Unto the rest [of the Levites], the sons of Merari, were given, out of the tribe of Zebulun, Rimmono with the open land about it, Tabor with the open land about it;"
    },
    {
      "number": 63,
      "text": "and beyond the Jordan at Jericho, on the east side of the Jordan, were given them, out of the tribe of Reuben, Bezer in the wilderness with the open land about it, and Jahaz with the open land about it,"
    },
    {
      "number": 64,
      "text": "and Kedemoth with the open land about it, and Mephaath with the open land about it;"
    },
    {
      "number": 65,
      "text": "and out of the tribe of Gad: Ramoth in Gilead with the open land about it, and Mahanaim with the open land about it,"
    },
    {
      "number": 66,
      "text": "and Heshbon with the open land about it, and Jazer with the open land about it."
    }
  ]
}