{
  "scriptureId": "bhagavad-gita",
  "bookId": "chapter-15",
  "chapter": 15,
  "verses": [
    {
      "number": 1,
      "text": "The Blessed Lord said  They (the wise) speak of the indestructible peepul tree having its root above and branches below, whose leaves are the metres or hymns: he who knows it is a knower of the Vedas."
    },
    {
      "number": 2,
      "text": "Below and above spread its branches, nourished by the Gunas; sense-objects are its buds; and below, in the world of men, stretch forth the roots, originating action."
    },
    {
      "number": 3,
      "text": "Its form is not perceived here as such, neither its end nor its origin, nor its foundation nor resting place: having cut asunder this firmly rooted peepul tree with the strong axe of non-attachment."
    },
    {
      "number": 4,
      "text": "Then That goal should be sought for, whither having gone none returns again. I seek refuge in that Primeval Purusha Whence streamed forth the ancient activity or energy."
    },
    {
      "number": 5,
      "text": "Free from pride and delusion, victorious over the evil of attachment, dwelling constantly in the Self, their desires having completely turned away, freed from the pairs of opposites known as pleasure and pain, the undeluded reach the eternal goal."
    },
    {
      "number": 6,
      "text": "Neither doth the sun illumine there nor the moon, nor the fire; having gone thither they return not; that is My supreme abode."
    },
    {
      "number": 7,
      "text": "An eternal portion of Myself having become a living soul in the world of life, draws to (itself) the (five) senses with the mind for the sixth, abiding in Nature."
    },
    {
      "number": 8,
      "text": "When the Lord (as the individual soul) obtains a body and when He leaves it, He takes these and goes (with them) as the wind takes the scents from their seats (flowers, etc.)."
    },
    {
      "number": 9,
      "text": "Presiding over the ear, the eye, touch, taste and smell, as well as the mind, it enjoys the objects of the senses."
    },
    {
      "number": 10,
      "text": "The deluded do not see Him Who departs, stays and enjoys; but they who possess the eye of knowledge behold Him."
    },
    {
      "number": 11,
      "text": "The Yogins striving (for perfection) behold Him dwelling in the Self; but, the unrefined and unintelligent, even though striving, see Him not."
    },
    {
      "number": 12,
      "text": "That light which residing in the sun illumines the whole world, that which is in the moon and in the fire  know that light to be Mine."
    },
    {
      "number": 13,
      "text": "Permeating the earth I support all beings by (My) energy; and having become the watery moon I nourish all herbs."
    },
    {
      "number": 14,
      "text": "Having become the fire Vaisvanara, I abide in the body of living beings and, associated with the Prana and the Apana, digest the fourfold food."
    },
    {
      "number": 15,
      "text": "And I am seated in the hearts of all; from Me are memory and knowledge, as well as their absence. I am verily That which has to be known by all the Vedas; I am indeed the author of the Vedanta and the knower of the Vedas am I."
    },
    {
      "number": 16,
      "text": "Two Purushas there are in this world, the perishable and the imperishable. All beings are \nthe perishable and the Kutastha  the unchanging  is called the imperishable."
    },
    {
      "number": 17,
      "text": "But distinct is the Supreme Purusha called the highest Self, the indestructible Lord Who, pervading the three worlds, sustains them."
    },
    {
      "number": 18,
      "text": "As I transcend the perishable and am even higher than the imperishable, I am declared to be the highest Purusha in the world and in the Vedas."
    },
    {
      "number": 19,
      "text": "He who, undeluded, knows Me thus as the highest Purusha, he, knowing all, worships Me with his whole being (heart), O Arjuna."
    },
    {
      "number": 20,
      "text": "Thus, this most secret science has been taught by Me, O sinless one; on knowing this, a man becomes wise, and all his duties are accomplished, O Arjuna."
    }
  ]
}