{
  "scriptureId": "bhagavad-gita",
  "bookId": "chapter-9",
  "chapter": 9,
  "verses": [
    {
      "number": 1,
      "text": "The Blessed Lord said  I shall now declare to thee who does not cavil, the greatest secret, the knowledge combined with experience (Self-realisation). Having known this thou shalt be free evil."
    },
    {
      "number": 2,
      "text": "This is the kingl science, the kingly secret, the supreme purifier, realisable by direct intuitional knowledge, according to righteousness, very easy to perform and imperishable."
    },
    {
      "number": 3,
      "text": "Those who have no faith in this Dharma (knowledge of the Self), O Parantapa (Arjuna), return to the path of this world of death without attaining Me."
    },
    {
      "number": 4,
      "text": "All this world is pervaded by Me in My unmanifest aspect; all beings exist in Me, but I do not dwell in them."
    },
    {
      "number": 5,
      "text": "Nor do beings exist in Me (in reality); behold My divine Yoga, supporting all beings, but not dwelling in them, is My Self, the efficient cause of beings."
    },
    {
      "number": 6,
      "text": "As the mighty wind, moving everywhere, rests always in the ether, even so, know thou that all beings rest in Me."
    },
    {
      "number": 7,
      "text": "All beings, O Arjuna, go into My Nature at the end of a Kalpa; I send them forth again at the beginning of (the next) Kalpa."
    },
    {
      "number": 8,
      "text": "Animating My Nature, I again and again send forth all this multitude of beings, helpless by the force of the Nature."
    },
    {
      "number": 9,
      "text": "These acts do not bind Me, O Arjuna, sitting like one indifferent, unattached to those acts."
    },
    {
      "number": 10,
      "text": "Under Me as supervisor, Nature produces the moving and the unmoving; because of this, O Arjuna, the world revolves."
    },
    {
      "number": 11,
      "text": "Fools disregard Me, clad in human form, not knowing My higher Being as the great Lord of (all) beings."
    },
    {
      "number": 12,
      "text": "Of vain hopes, of vain actions, of vain knowledge and senseless, they verily are possessed of the deceitful nature of demons and undivine beings."
    },
    {
      "number": 13,
      "text": "But the great souls, O Arjuna, partaking of My divine nature, worship Me with a single mind (with the mind devoted to nothing else), knowing Me as the imperishable source of beings."
    },
    {
      "number": 14,
      "text": "Always glorifying Me, striving,firm in vows, prostrating themselves before Me, they worship Me with devotion always steadfast."
    },
    {
      "number": 15,
      "text": "Others also sacrificing with the wisdom-sacrifice worship Me, the All-faced, as one, as distinct, and as manifold."
    },
    {
      "number": 16,
      "text": "I am the Kratu; I am the Yajna; I am the offering (food) to the manes; I am the medicinal herbs and all the plants; I am the Mantra; I am also the Ghee or the melted butter; I am the fire; I am the oblation."
    },
    {
      "number": 17,
      "text": "I am the father of this world, the mother, the dispenser of the fruits of actions and the \ngrandfather; the (one) thing to be known, the purifier, the sacred monosyllable (Om), and also the Rik-, the Sama-and the Yajur-Vedas."
    },
    {
      "number": 18,
      "text": "I am the goal, the supporter, the Lord, the witness, the abode, the shelter, the friend, the origin, the dissolution, the foundation, the treasure-house and the seed which is imperishable."
    },
    {
      "number": 19,
      "text": "(As the sun) I give heat; I withhold and send forth the rain; I am immortality and also death, existence and non-existence, O Arjuna."
    },
    {
      "number": 20,
      "text": "The knowers of the three Vedas, the drinkers of Soma, purified of all sins, worshipping Me by sacrifices, pray for the way to heaven; they reach the holy world of the Lord of the gods and enjoy in heavn the divine pleasures of the gods."
    },
    {
      "number": 21,
      "text": "They, having enjoyed the vast heaven, enter the world of mortals when their merit is exhausted; thus abiding by the injunctions of the ï1threeï1 (Vedas) and desiring (objects of) desires, they attain to the state of going and returning."
    },
    {
      "number": 22,
      "text": "For those men who worship Me alone, thinking of no other, for those ever-united, I secure what is not already possessed and preserve what they already possess."
    },
    {
      "number": 23,
      "text": "Even those devotees who, endowed with faith, worship other gods, worship Me alone, O Arjuna, b the wrong method."
    },
    {
      "number": 24,
      "text": "(For) I alone am the enjoyer and also the Lord of all sacrifices; but they do not know Me in essence (in reality), and hence they fall (return to this mortal world)."
    },
    {
      "number": 25,
      "text": "The worshippers of the gods go to them; to the manes go the ancestor-worshippers; to the deities who preside over the elements go their worshippers; but My devotees come to Me."
    },
    {
      "number": 26,
      "text": "Whoever offers Me with devotion a leaf, a flower, a fruit or a little water  that, so offered devotedly by the pure-minded, I accept."
    },
    {
      "number": 27,
      "text": "Whatever thou doest, whatever thou eatest, whatever thou offerest in sacrifice, whatever thou givest, whatever thou practisest as austerity, O Arjuna, do it as an offering unto Me."
    },
    {
      "number": 28,
      "text": "Thus shalt thou be freed from the bonds of actions yielding good and evil fruits; with the mind steadfast in the Yoga of renunciation, and liberated, thou shalt come unto Me."
    },
    {
      "number": 29,
      "text": "The same am I to all beings; to Me there is none hateful or dear; but those who worship Me with devotion are in Me and I am also in them."
    },
    {
      "number": 30,
      "text": "Even if the most sinful worships Me, with devotion to none else, he too should indeed by regarded as righteous for he has rightly resolved."
    },
    {
      "number": 31,
      "text": "Soon he becomes righteous and attains to eternal peace; O Arjuna, proclaim thou for certain that My devotee never perishes."
    },
    {
      "number": 32,
      "text": "For, taking refuge in Me, they also who, O Arjuna, may be of a sinful birth  women, Vaisyas as well as Sudras  attain the Supreme Goal."
    },
    {
      "number": 33,
      "text": "How much more (easily) then the hold Brahmins and devoted royal saints (attain the goal); having come to this impermanent and unhappy world, do thou worship Me."
    },
    {
      "number": 34,
      "text": "Fix thy mind on Me; by devoted to Me; sacrifice unto Me; bow down to Me; having thus united thy whole self to Me, taking Me as the supreme goal, thou shalt come unto Me."
    }
  ]
}